<?php
require_once '../../../include/header.php';

$header_obj = new Header();

$header_obj->title_page='キング・ジョージ・インターナショナル・カレッジ（ＫＧＩＣ）';
$header_obj->description_page='オーストラリアの学校。ワーキングホリデー（ワーホリ）や留学で行ける各種語学学校のご案内です。ワーキングホリデー（ワーホリ）協定国の最新のビザ取得方法や渡航情報などを発信しています。また、ワーキングホリデー（ワーホリ）をされる方向けの各種無料セミナーを開催しています。オーストラリア、ニュージーランド、カナダ、韓国、フランス、ドイツ、イギリス、アイルランド、デンマーク、台湾、香港でワーキングホリデー（ワーホリ）ビザの取得が可能です。ワーキングホリデー（ワーホリ）ビザ以外に学生ビザでの留学などもお手伝い可能です。';
$header_obj->add_js_files='<script type="text/javascript" src="http://ajax.googleapis.com/ajax/libs/jqueryui/1.7.2/jquery-ui.min.js"></script>
<script type="text/javascript" src="/school/voice/jquery.flip.min.js"></script>
<script type="text/javascript" src="/school/voice/script.js"></script>';
$header_obj->add_css_files='<link rel="stylesheet" type="text/css" href="/school/voice/styles.css" />';

$header_obj->fncMenuHead_imghtml = '<img id="top-mainimg" src="../../../images/mainimg/school-mainimg.jpg" alt="" width="970" height="170" />';
$header_obj->fncMenuHead_h1text = '留学・ワーホリ経験者からの声（ＫＧＩＣ）';
$header_obj->fncFacebookMeta_function=true;

$header_obj->display_header();

?>
	<div id="maincontent">
	  <?php echo $header_obj->breadcrumbs('school','school-voice'); ?>

	  <h2 class="sec-title">キング・ジョージ・インターナショナル・カレッジ　からの声</h2>
	  <div id="sitemapbox">

    <div class="school-subtitle">
		卒業生　YOSHIDA Hirokoさん
	</div>
	<p>&nbsp;</p>

<p class="text02">
<img src="../img/q03.gif">
 KGICを選んだ理由はなんですか？<br/>
<img src="../img/a03.gif">
 KGICにて体験レッスンを受けた際に、多くの国から来ている学生を見ました。この学校なら世界中に多くの友達を作ることができると思ったことが一番大きな理由です。また、KGICでは多くのプログラムの開講がされていてキャリアップを目指してプログラム変更できること、トロントやビクトリアへも転校できることも魅力でした。
</p>

<p>&nbsp;</p>
<p class="text02">
<img src="../img/q03.gif">
 KGICのプログラムを受けてみてよかったことは？<br/>
<img src="../img/a03.gif">
 フレキシブルレベルシステムが素晴らしいです。得意科目と苦手な科目を別々のレベルにて受けられることは、日本人にとってもとても有利なシステムであると思います。<br/>
ライティングが苦手なので、ライティングが他の科目に比べて低いレベルで受講できたことはとてもよかったです。（たまに、多くの宿題が出て大変でした・・・）
&nbsp;<br/>
</p>

<p>&nbsp;</p>
<p class="text02">
<img src="../img/q03.gif">
 仕事はどうやって見つけましたか？<br/>
<img src="../img/a03.gif">
 ワーホリで来たからには英語環境でお仕事したいと思っていました。それを叶えるには、英語力（特に基礎力）そしてネットワークを広げていくことだと思います。<br/>
「Abbotsfordで開催されていたパイロットフェスティバルにルームメートについて行ったのがきっかけでした。ルームメートのNIKEで働いている友達に会い、彼の店がSTAFFを募集しているという情報を得てすぐにその店に直接履歴書を持っていきました。事前にその友達がマネージャーに私のことを話してくれていたみたいでスムーズにいきました。」
</p>
<p class="text01">
<img src="./p4.jpg" align="right">
</p>

<p>&nbsp;</p>
<p class="text02">
<img src="../img/q03.gif">
 面接では何を聞かれましたか？<br/>
<img src="../img/a03.gif">
 「面接はマネージャーにあって、自己紹介をし、その場で立ったままで面接が突然スタートしました。根掘り葉掘りではありませんでしたが、仕事経験、学校のスケジュール、Nikeの商品の機能性とか特徴わかるかどうかも聞かれました。」
その時はコミュニケーションのレベルも高くなく、英語でアピールや説明をするのにとても苦労しました。
</p>

<p>&nbsp;</p>
<p class="text02">
<img src="../img/q03.gif">
 大変だったこと教えてください！<br/>
<img src="../img/a03.gif">
 「初日は泣きそうでした！日本では実際の仕事が始まる前に研修が数日間くらいあるものですが、ここカナダでは初日に店頭に立たされました。何て言ったらいいかわからず「May I help you？」しか言えませんでした。仕事に慣れてきた今はコミュニケーションが上手くお客様と取れるようになりました。でももっと上手く説明できたら買ってもらえるのにと思うことがあります。説明方法や表現方法もNativeの同僚に聞いても、当たりまえに使っているからこんな感じとしか説明してくれないし、それって形容詞？聞いても、わかってくれません。KGICの先生が英語に関して具体例を挙げて、分かり易いように、なるほどと説明しれくれることがどれだけ助けになったかわかりません。
</p>
<p class="text01">
<img src="./p5.jpg" align="right">
</p>
<p>&nbsp;</p>
<p class="text02">
<img src="../img/q03.gif">
 どんなスタッフさん達ですか？<br/>
<img src="../img/a03.gif">
 「スポーツカンパニーだから、チームワークをすごく大事にしています。すべてが英語の環境で、スタッフはみんな優しく、英語が完璧ではなくてもサポートをしてくれます！できればずっと働きたいです。暇だから掃除していると、働きすぎるなよとマネージャーにいわれるのもカナダ文化かなと思います。」
</p>



	<div style="margin:30px 0 0 -15px; padding-left:15px; font-size:11pt; color:red; border-left:3px solid red; border-bottom:1px solid red;">
		<span style="color:navy;">卒業生　MIURA Tatsuyaさん</span>
	</div>
	<p>&nbsp;</p>

<p class="text01">
日本でのいわゆる“社会人”の経験がなかった私にとって、将来につながるような資格や経験を積むことを前提にと考えた上で、今回ワーホリでカナダに行く事を選択しました。目的は海外の企業でのインターンシップとTESOL (Teaching English to Speakers of other Languages)の資格の取得、大きく分けてこの二つでした。<br/>
留学に関しては１年ほどオーストラリアで滞在した経験があったのでそこまで大きな不安はありませんでしたが、今思えば今後自分が思い描いていた通りに生活していけるのか、目標に対してどこまでできるのかという点に関しての不安は入国当初大きかったように思います。
</p>

<p class="text01">
<img src="./p1.jpg" align="right">
まず、KGICのESLで学び、語学力を向上させ、ビジネス英語プログラムへ編入を行いました。ビジネス英語プログラムでは８週間のクラス講義ではビジネスで必要となる英語を学んだ後、北米の貿易会社で一ヶ月ほどインターンシップを行いました。職場自体はそれほど大きくありませんでしたが、カナダやアメリカ政府ともビジネスをしている会社で、貿易会社の仕組みや海外の職場の雰囲気など、日本の企業の持つ典型的な職場のイメージとは違った空気を感じる事が出来ました。残業をしているスタッフを見る事もほとんどなく、またカジュアルな服装と終始リラックスした雰囲気だったことも非常に印象的でした。
</p>

<p class="text01">
<img src="./p3.jpg" align="left">
インターン終了からTESOLのプログラムまで２週間ほど空きがあったので、その期間は職探しに当てました。料理人としての経験が少しだけあったこと、単純に飲食店で働くのが好きなことから、レストランに絞って仕事探しを始めました。どうしても英語環境で働きたかったので、根気よく街に出てはレジュメを配布し、また生活情報サイトで求人情報を確認してはメールを送る、この作業を10日ほど繰り返しました。幸い最も条件の良い、英語環境で働けるところで採用が決まりましたが、英語環境での仕事に就くということは簡単ではないという印象を受けました。採用の際には英語力はもちろんのこと、海外で仕事経験があるかという点がかなり重要なポイントだと、現地の人も言っていました。<br/>
職場はDistillery Districtというトロントの観光地にあるレストランで、日本人は自分一人だけ。言語の壁や、洋食に関しての知識、また調理器具の名前など、知らない事ばかりではじめのうちは苦労しました。しかし、その分毎日が初めて経験する事の連続で、新鮮な気持ちで毎日仕事に取り組む事が出来たし、何より気さくなスタッフばかりで、働く環境としては恵まれていたと思います。スタッフが非常に多国籍な点も、移民の国カナダならではの魅力の一つかもしれません。
</p>

<p class="text01">
<img src="./p2.jpg" align="right">
インターン終了後は、先にも述べたTESOLプログラムを受講しました。私に取ってこの３ヶ月間は、今回のワーホリで過ごした時間の中で最も印象深く、また密度の濃いものだったように感じます。８週間のクラス講義では毎週ある模擬授業や課題があり授業についていくのに必死でした。８週間のコース修了後は４週間の実習があり、そこでは実際に英語で英語の授業を行いました。本当に困難の連続でしたが、日本で行われている典型的な英語の授業とはまるで違う教授法や理論を学ぶ事ができ、また実習でそれを実践できたことは、日本の教職に興味がある自分にとって、非常に良い経験となりました。しかしながら、今回のプログラムを通して得た何よりも大きな財産は、 同じ目的を持って困難を共にした１２人のかけがえのない友人達かもしれません。
</p>

<p class="text01">
トロント滞在中は、ニューヨークへの旅行や帰国前のカリフォルニアでの観光なども楽しめました。アメリカが近いということもカナダへのワーホリを考えている人にとっては大きなメリットの一つであることは間違いないと思います。また、ハロウィンやクリスマスなどのイベントでは、外国でしか味わえない空気を感じる事も出来るでしょう。
ワーホリをどのように捉えるか、何を目的としてカナダに来るかはあくまで個人の問題だと思いますが、 約160ヶ国の国籍を持つ人々が、たった一つの国に暮らしています。目的はどうあれ、日本とは異なる様々な文化を肌で感じ、また自分自身の視野を広げる意味でも、カナダは魅力的かつ面白い国なのではないでしょうか。
</p>





<p class="text01">
&nbsp;<br/>
このＨＩＲＯＫＯさん、ＴＡＴＳＵＹＡさんが通った、<a href="/school/can_kgic/">キング・ジョージ・インターナショナル・カレッジの情報はこちらから</a>
</p>

	<div style="height:50px;">&nbsp;</div>

	</div>




















<?php
	include '../voice.php';
?>

	  <div class="top-move">
	    <p><a href="#header">▲ページのＴＯＰへ</a></p>
	  </div>
	</div>
  </div>
  </div>

<?php fncMenuFooter($header_obj->footer_type); ?>

</body>
</html>