<?php
require_once '../../../include/header.php';

$header_obj = new Header();


$header_obj->title_page='シドニー・イングリッシュ・ランゲージ・センター（ＳＥＬＣ）';
$header_obj->description_page='オーストラリアの学校。ワーキングホリデー（ワーホリ）や留学で行ける各種語学学校のご案内です。ワーキングホリデー（ワーホリ）協定国の最新のビザ取得方法や渡航情報などを発信しています。また、ワーキングホリデー（ワーホリ）をされる方向けの各種無料セミナーを開催しています。オーストラリア、ニュージーランド、カナダ、韓国、フランス、ドイツ、イギリス、アイルランド、デンマーク、台湾、香港でワーキングホリデー（ワーホリ）ビザの取得が可能です。ワーキングホリデー（ワーホリ）ビザ以外に学生ビザでの留学などもお手伝い可能です。';
$header_obj->add_js_files='<script type="text/javascript" src="http://ajax.googleapis.com/ajax/libs/jqueryui/1.7.2/jquery-ui.min.js"></script>
<script type="text/javascript" src="/school/voice/jquery.flip.min.js"></script>
<script type="text/javascript" src="/school/voice/script.js"></script>';
$header_obj->add_css_files='<link rel="stylesheet" type="text/css" href="/school/voice/styles.css" />';

$header_obj->fncMenuHead_imghtml = '<img id="top-mainimg" src="../../../images/mainimg/school-mainimg.jpg" alt="" width="970" height="170" />';
$header_obj->fncMenuHead_h1text = '留学・ワーホリ経験者からの声（ＳＥＬＣ）';
$header_obj->fncFacebookMeta_function=true;

$header_obj->display_header();

?>
	<div id="maincontent">
	  <?php echo $header_obj->breadcrumbs('school','school-voice'); ?>

	  <h2 class="sec-title">シドニー・イングリッシュ・ランゲージ・センター　からの声</h2>
	  <div id="sitemapbox">

	<div class="school-subtitle">
		卒業生　Mayuka Kashiwabaraさん
	</div>
	<p>&nbsp;</p>

<p class="text02">
<img src="../img/q03.gif">
 なぜワーキングホリデーに来ようと思ったのですか？<br/>
<img src="../img/a03.gif">
 動物病院でナースとグルーマーとして長い間仕事を続けていて、モチベーションが下がっていて仕事に対する自分の立ち位置が分からなくなっていた。頭で考えなくとも体が動く。こなしていた仕事。好きなのか、好きじゃないのか。なぜ続けているのか。決して十分なものではなかったけれど、それでも‘社員’という座布団の上に座っていたかっただけかもしれない。そんな時に一人旅で行った沖縄のゲストハウスでバンクベッドから落ち、肘を脱臼、骨折、靭帯切断。仕事ができなくなった。手術して入院して、今まで当たり前だったことが何もできなくなった。でも、入院している間に病院で働くDr　とナースを冷静に見て、自分の仕事と重なり、‘仕事ってそうだよな’‘私の抱えているストレスは’仕事‘に対するものではない’‘私は自分の仕事が好きだ’と改めて実感。そして辞める決心がついた。さぁ、辞めて何をしよう、と考えた時に「そうだ、ワーホリに行こう。」と。英語に興味があったし、新しい挑戦がしたかった。色んなヒトと出会って話がしたい、旅がしたい、自然がいっぱいなところ、広いところ、ダイビングができるところ、and so on… そして、オーストラリアへ。‘何か’を探しに。
</p>

<p>&nbsp;</p>
<p class="text02">
<img src="../img/q03.gif">
 なぜシドニーを選んだのですか？<br/>
<img src="../img/a03.gif">
 事前調査で一番語学学校があり、仕事先もあると知ったから。競争校が多いことで学校水準も高いだろうと。＆　生きて行くためには稼がねば！
&nbsp;<br/>
</p>

<p>&nbsp;</p>
<p class="text02">
<img src="../img/q03.gif">
 なぜＳＥＬＣに通うことを決めたのですか？<br/>
<img src="../img/a03.gif">
 たまたま日本で参加したエージェントの学校説明がSELCで、良さそうだったから。<br/>
　→　先生の水準が高い、国際色豊か、アクティビティが多い、coffee making class　がある（コーヒー大好き！）、Bondiにある（街中は嫌！）

</p>
<p class="text01">
</p>

<p>&nbsp;</p>
<p class="text02">
<img src="../img/q03.gif">
 ＳＥＬＣについて教えてください。<br/>
<img src="../img/a03.gif">
 SELC大好きっ子です。何がと言われれば色々ありますが、一言でいえば‘雰囲気’。これ、大事です。国際色豊かで色んな国の友達が出来るし、授業もユニーク。私はgeneral english でしたが、ゲーム、会話形式、ポスター作り、突然クラスが合同になって一緒にゲームしたり、映画観たり、テストの後にみんなで（先生先頭で）パブに行ってビール飲んだり・・・正直、私は典型的な日本人の堅い脳みそを持っているので、最初は「遊んでばっかいないでもっと勉強しようよ！」とちょっと歯がゆい思いもありました。が、そのときも今もそれが私の良くないところ。言葉って黒板と机で学ぶだけのものじゃないんですよね。言葉って生き物だから、全てのコミュニケーションが勉強。特に私のクラスはgeneralだったから、生活の全てが勉強。とにかく私は英語が話せないストレスが大きくて、放課後も毎日図書館で勉強していました。同じように勉強しているSELCの生徒が結構いて、図書館友達も沢山できました。彼らはいつも私を励ましてくれた。彼らが居なかったら私はあんなに頑張れなかったんじゃないかな、と思います。日本人、特に私、は正確な英文が作れないと話せない。適当な単語をくっつけてとりあえずしゃべる、と　いうことができない。でも、しゃべったもん勝ちです。それがなかなか出来ないんですけどね(笑)。
</p>

<p>&nbsp;</p>
<p class="text02">
<img src="../img/q03.gif">
 大変だったこと教えてください！<br/>
<img src="../img/a03.gif">
 「初日は泣きそうでした！日本では実際の仕事が始まる前に研修が数日間くらいあるものですが、ここカナダでは初日に店頭に立たされました。何て言ったらいいかわからず「May I help you？」しか言えませんでした。仕事に慣れてきた今はコミュニケーションが上手くお客様と取れるようになりました。でももっと上手く説明できたら買ってもらえるのにと思うことがあります。説明方法や表現方法もNativeの同僚に聞いても、当たりまえに使っているからこんな感じとしか説明してくれないし、それって形容詞？聞いても、わかってくれません。KGICの先生が英語に関して具体例を挙げて、分かり易いように、なるほどと説明しれくれることがどれだけ助けになったかわかりません。
</p>
<p class="text01">
</p>

<p>&nbsp;</p>
<p class="text02">
<img src="../img/q03.gif">
 お仕事について教えてください。<br/>
<img src="../img/a03.gif">
 ペットショップでドッググルーマーとして働いています。<br/>
</p>
<p class="text01">
<img src="./p1.jpg" align="right">
学校に行っている間は勉強に集中しようと思ってバイトはしていませんでしたが、とにかくオージーショップでグルーマーとして働きたかったので、学校に行っている間からちょくちょく調べていました。日本で撮り溜めていたグルーミングの写真をプレゼンテーション用に持ってきていたので、それを持って直接お店に行って、「求人していませんか？」って。英語には‘全く’自信ありませんが、‘やりたい’という気持ちだけですね。どうしてもAUには日本人グルーマーが多いので、日本人０というところを探すのは難しいですが、最低でもオージー経営のお店にボーダーラインを定めて探しました。少しでも英語に関われるように。幸い２件パートタイムで見つかり、共に日本人グルーマーはいましたが、その頃の私には英語と日本語の両方使えるのはかえって好都合でした。
</p>

<p>&nbsp;</p>

<p class="text01">
学校ではない生の英語でコミュニケーションしながらの仕事は小さい発見と喜びの連続で、本当にささいな単語の使い方一つで「そうやって言うんだ～」と、英語が‘言葉’なんだ、と改めて実感しました。そして本職のグルーミングについて言えば・・・カルチャーショックですね。いろんな意味で。所変わればやり方も求めるものも、求められるものも異なってくる。それがまた面白いです。結局その二件は数ヶ月で辞め、ファームから帰ってきてまた新しいお店を探しました。もっと日本人の少ない環境を求めて。何事にもタイミングは重要で、なかなかいいところが見つからず‘英語環境’にこだわりすぎている自分がおかしいのではないか、こだわらなければ今すぐにでもフルタイムで仕事が貰えるのに、と弱気になりかけた時期もありました。が、私は何のためにここにいて、何がしたいのか、何のために頑張っているのか、やれるだけのことをやってそれでもだめならそこで初めて折れればいいじゃないか、初めから折れる必要はない、という私の気持ちに同感してくれる友達に励まされ、ついに見つけることができました。それが今の職場ですが、英語環境はもちろんのこと、スタッフ・営業方針がとても気に入っていて、働きやすいです。お互いを尊重し、感謝し、相談し、得意なことを生かし出来ることはやり、頼るべき時は頼る。それが結局信頼につながる。忙しすぎるのが玉に瑕ですが。私の仕事は専ら犬相手なので、難しい英語は必須ではないですが、たまに飼い主さんからオーダーを直接聞いて犬をお預かりすることもあり、そんなときは緊張しますがとてもウキウキです。<br/>
全てのことは意味があり、繋がっている。日本での経験があるから今この仕事をここで出来ている。<br/>
目標が見えなくなってただこなしていた仕事、新しいことを求めて新天地へ来た。でも離れてみて改めて好きだ、と実感した。当たり前のことなんて何もない。勉強、仕事、友達、環境、全てに感謝。今この瞬間にここに来ていなかったら一生会うことがなかったであろう人達。奇跡といっても過言ではない。一期一会。たくさんの出会いに心から感謝しています。<br/>
</p>

<p class="text01">
<img src="./p2.jpg" align="left">
何事も、環境に求めてはだめ。全ては自分次第。これを嫌と言うほど実感しています。AUSにいるだけじゃ英語を話せるようになんてならない。学校にいるだけじゃ話せるようにならない。外国人の友達がすぐ出来るわけじゃない。新しいことがすぐ見つかるわけじゃない。WHは勉強も仕事も遊びもなんでもできる。真っ白な台本。でも自分で何もしなかったら、しようとしなかったら一年後も真っ白のまま。誰が決めてくれるわけでもない。脚本家は自分だけ。いつの間にか　I can do anything. が I have to do something,　I have to decide something.　になって、何がしたいのか、何でここにいるのかわからなくなってしまう。そういうときは振り出しに戻ってみて、「何でワーホリに来ようと思った？」。そこには一代決心があったはず。きっかけが何であろうと、その大きさ、重大さを人と比べる必要なんてない。十人十色。何が大切かは人それぞれ違う。私の未来図はまだぼやけてるままだけど、焦らず、悔いの残らないように一瞬一瞬を大切に過ごそうと思っています。何を目的にするかで変わってくると思いますが、私にとってのSELCで過ごした時間はとっても素敵な時間でした。Do your best. 結局はこれですね。でももしくじけそうになったり逃げ出しそうになったら、突っ走るだけじゃなくて誰かに頼ることもとっても大切。私はろくに理解もしていなかったのに、日本語に頼るのが嫌で日本人スタッフのところにはしばらく行きませんでした。そして色々なことがいっぱいいっぱいになり決心して訪れた時には、口を開けば涙が溢れてきてしまうくらいの状態でした。もっと早く話を聴いてもらえばよかったのに。もしみなさんがなにかhelpが必要な時は相談してみてください。きっと心であなたの話を聴き、咀嚼して、消化して、新しいレシピを作るのを手伝ってくれます。最後に、体験レポートを書く、という貴重なチャンスを与えてくださったSELCのスタッフの皆様、ありがとうございます。ワーキングホリデー二年目に突入した今、一年間を振り返って色々なことを思い出す良いきっかけとなりました。
</p>

<p class="text01">
I hope everyone’s life in AUS will be fantastic and am sure it will be precious time in your life!
</p>

<p class="text01">
&nbsp;<br/>
このＭａｙｕｋａさんが通った、<a href="/school/aus_selc/">シドニー・イングリッシュ・ランゲージ・センターの情報はこちらから</a>
</p>

	<div style="height:50px;">&nbsp;</div>

	</div>


<?php
	include '../voice.php';
?>

	  <div class="top-move">
	    <p><a href="#header">▲ページのＴＯＰへ</a></p>
	  </div>
	</div>
  </div>
  </div>

<?php fncMenuFooter($header_obj->footer_type); ?>

</body>
</html>