<?php
require_once '../../../include/header.php';

$header_obj = new Header();

$header_obj->title_page='インターナショナル・ハウス/シドニー校（ｉｈ Sydney）';
$header_obj->description_page='オーストラリアの学校。ワーキングホリデー（ワーホリ）や留学で行ける各種語学学校のご案内です。ワーキングホリデー（ワーホリ）協定国の最新のビザ取得方法や渡航情報などを発信しています。また、ワーキングホリデー（ワーホリ）をされる方向けの各種無料セミナーを開催しています。オーストラリア、ニュージーランド、カナダ、韓国、フランス、ドイツ、イギリス、アイルランド、デンマーク、台湾、香港でワーキングホリデー（ワーホリ）ビザの取得が可能です。ワーキングホリデー（ワーホリ）ビザ以外に学生ビザでの留学などもお手伝い可能です。';
$header_obj->add_js_files='<script type="text/javascript" src="http://ajax.googleapis.com/ajax/libs/jqueryui/1.7.2/jquery-ui.min.js"></script>
<script type="text/javascript" src="/school/voice/jquery.flip.min.js"></script>
<script type="text/javascript" src="/school/voice/script.js"></script>';
$header_obj->add_css_files='<link rel="stylesheet" type="text/css" href="/school/voice/styles.css" />';

$header_obj->fncMenuHead_imghtml = '<img id="top-mainimg" src="../../../images/mainimg/school-mainimg.jpg" alt="" width="970" height="170" />';
$header_obj->fncMenuHead_h1text = '留学・ワーホリ経験者からの声（ｉｈ）';
$header_obj->fncFacebookMeta_function=true;

$header_obj->display_header();

?>
	<div id="maincontent">
	  <?php echo $header_obj->breadcrumbs('school','school-voice'); ?>

	  <h2 class="sec-title">インターナショナル・ハウス / シドニー校　からの声</h2>
	  <div id="sitemapbox">

    <div class="school-subtitle">
		卒業生　Chie Nishikoriさん
	</div>
	<p>&nbsp;</p>

<p class="text01">
<img src="./p1.jpg" align="right">
スペイン語学科を卒業後、広告代理店営業を4年経験。退職後、夢だった教師の道へ。子ども達と日々接するなかで英語を教える意義について自分の中で納得できる答えが見つからず、「もっと経験を積みたい！」と感じ、渡豪を決意。９ヶ月のオーストラリア滞在後、現在は都内大学院で留学生の入試業務を担当しながら、海外就職を目標に頑張っています！将来の夢はやっぱり「先生になること」です。
</p>

<p class="text01">
<img src="./p2.jpg" align="left">
現地に到着して最初10日間は、語学学校とシェア探しに費やしました。学校をＩＨに決めた理由はスキルの高い教授陣が大勢いること。毎回授業を終えるたびに講義が1本の映画のようにまとまっていて「自分もこんな風に教えたい！」と、わくわくしたのを覚えています。私が受講したのは6週間コースのＴＥＣＳＯＬ（うち2週間は幼稚園実習）と8週間コースのＴＥＳＯＬ（うち4週間はIHに通う現地学生に英語を教える実習）です。両コースとも実習前に模擬授業を毎日行います。午前中に先生が行った授業の手法を見習って午後は生徒が先生役になり模擬授業をするという流れです。最初は本当に失敗ばかりで、人前に出ると早口になるとか、できない発音が多すぎるなど苦手分野の壁にぶつかりました。しかし、授業の後のフィードバック時に先生や仲間から的確なアドバイスをもらい、少しずつですが着実に自信をつけていきました。実習中も、毎回アドバイスを受けていた、「指示を端的に行うこと」を特に気をつけたところ、想像以上に生徒さんが授業を理解し楽しんでくれたので、結果、自信の成長を実感できました。IHでは「英語の学び方を学んだこと」で英語力を伸ばすきっかけにもなりましたし、何より「学ぶ意欲」を湧きたててくれた先生とクラスの仲間には本当に感謝しています。
</p>

<p class="text01">
<img src="./p3.jpg" align="right">
シェア探しはネットをもとにオーナーに直接電話でアポを取り、35件以上回りました。最終的に決めたのは同世代の多国籍（カナダ・フランス・フィリピン・香港・メキシコなど）7人が同居するテラスハウス。一人部屋じゃなくシェアにしたのは、英語環境にどっぷりつかりたかった私には大正解でした。正直最初はシェアメイトの話すスピードについていけず、半泣き状態でしたが、学校で先生に、「新しい表現を聞いたら自分で盗んで使ってみると覚えが早い」と教わり、間違えてもいいからシェアメイトの会話に飛び込む回数を増やしていきました。3ヶ月その状態を続けると段々と会話にも入っていけるようになり、不思議なもので特に恋の話になるといつもは難しいと思う会話文もすんなりと頭に入ってきて、最後は恋愛トークに花を咲かせるまでになりました。
</p>

<p class="text01">
<img src="./p4.jpg" align="left">
初めての仕事は、１００％地元客の日本食レストラン。お客さん達との会話を通じて学校とはまた違った緊張感で英語に触れることができました。平行して日本語教師のボランティアもやりました。卒業後はオーストラリア全土を旅しながら色々な仕事に挑戦！森に1か月住み、シーズピッキングやベビーシッターをやったり、宿代稼ぎに途中でトロンボーンを買い街頭演奏で友達を増やす作戦に出たら、これが大成功！道で仲良くなった友達にアフリカンジャズを教えてもらったり、サーフィンの先生と仲良くなり海に行ったり、クリスマスには海辺で演奏したり、ネットにリフト募集の広告を出して仲間を募り一緒に旅をしたりと、本当に人とのご縁に恵まれ今でもそのとき知り合った皆さんと連絡を取り合う仲です。
</p>

<p class="text01">
<img src="./p5.jpg" align="right">
現地の人とのやり取りはもちろん全て英語なので、ものすごいスピードで英語は上達していきました。もちろん、漫画のような悲劇も試練もありましたが、振り返れば失敗も成功のもとで、失敗から学ぶことのほうが大きかった気がします。<br/>
&nbsp;<br/>
私が滞在全体を通じて言えることは「色々な友達ができたこと。英語力がついたこと。一人で考える時間が持てたこと。決断力がついたこと。プラス思考で考えられる発想の転換がついたこと。そして、自分に自信が持てたこと。」です。語学習得でも仕事探しでも何でも、諦めずに、自信がなくてもとにかく楽しそうだ！と思ったことをやってみたら、ある日答えがパラシュートのように空から降ってくることが何度かありました。大きな目標を立てるよりも、目の前の小さな挑戦を続けることが滞在を楽しめた理由かと思います。充実した滞在になるかどうかは、挑戦した数に比例すると思うので、頭でっかちにならず、悩むよりまず行動してみてください。<br/>
&nbsp;<br/>
Everything is possible, nothing is impossible!!! Better to regret the things you do, than the things you don’t do!!!　
</p>

<p class="text01">
&nbsp;<br/>
Chie Nishikoriさんが通った、<a href="/school/aus_ih/">インターナショナル・ハウス/シドニー校の情報はこちらから</a>
</p>

	<div style="height:50px;">&nbsp;</div>

	</div>




















<?php
	include '../voice.php';
?>

	  <div class="top-move">
	    <p><a href="#header">▲ページのＴＯＰへ</a></p>
	  </div>
	</div>
  </div>
  </div>

<?php fncMenuFooter($header_obj->footer_type); ?>

</body>
</html>