<?php
require_once '../../../include/header.php';

$header_obj = new Header();

$header_obj->title_page='ビバ・カレッジ（ＶＩＶＡ）';
$header_obj->description_page='オーストラリアの学校。ワーキングホリデー（ワーホリ）や留学で行ける各種語学学校のご案内です。ワーキングホリデー（ワーホリ）協定国の最新のビザ取得方法や渡航情報などを発信しています。また、ワーキングホリデー（ワーホリ）をされる方向けの各種無料セミナーを開催しています。オーストラリア、ニュージーランド、カナダ、韓国、フランス、ドイツ、イギリス、アイルランド、デンマーク、台湾、香港でワーキングホリデー（ワーホリ）ビザの取得が可能です。ワーキングホリデー（ワーホリ）ビザ以外に学生ビザでの留学などもお手伝い可能です。';
$header_obj->add_js_files='<script type="text/javascript" src="http://ajax.googleapis.com/ajax/libs/jqueryui/1.7.2/jquery-ui.min.js"></script>
<script type="text/javascript" src="/school/voice/jquery.flip.min.js"></script>
<script type="text/javascript" src="/school/voice/script.js"></script>';
$header_obj->add_css_files='<link rel="stylesheet" type="text/css" href="/school/voice/styles.css" />';

$header_obj->fncMenuHead_imghtml = '<img id="top-mainimg" src="../../../images/mainimg/school-mainimg.jpg" alt="" width="970" height="170" />';
$header_obj->fncMenuHead_h1text = '留学・ワーホリ経験者からの声（ＶＩＶＡ）';
$header_obj->fncFacebookMeta_function=true;

$header_obj->display_header();

?>
	<div id="maincontent">
	  <?php echo $header_obj->breadcrumbs('school','school-voice'); ?>


	  <h2 class="sec-title">ビバ・カレッジ　からの声</h2>
	  <div id="sitemapbox">

    <div class="school-subtitle">
		卒業生　Akina NAKAMURAさん
	</div>
	<p>&nbsp;</p>

<p class="text01">
<img src="./p5.jpg" align="right">
●　Viva College について<br/>
授業内容については日本の英語の授業と大違いで、わからなくてもとりあえずやってみる！話をしてみる！というやり方に最初戸惑いましたが慣れていくにつれ、楽しくなりました。<br/>
今ではあの積極的に話をする機会を取り入れた授業がとても自分の力にも自信にもつながったと思っています。<br/>
先生と生徒も仲良く、週末のBBQ パーティーは楽しみだったのを覚えています。また、卒業パーティーには先生が参加してくれたことがうれしかったです。アクティビティにも積極的に参加し、他のレベルの生徒とも仲良くなれるいい機会でした。<br/>
<img src="./p6.jpg" align="left">
また、英語以外の言葉を話すとペナルティーが課せられるEnglish Only Policy は本当に徹底されていて、おかげでいつでも日本人と英語で話す癖が出来ました。<br/>
卒業後も快く迎えてくれるViva は本当に親しみやすく、Viva にまた通いたい！今でもそう思っています。<br/>
</p>

<p>&nbsp;</p>
<p class="text01">
経歴：<br/>
　20 歳：<br/>
　　介護福祉士として働く。<br/>
　　プライベートで楽しめる趣味として週1 回英会話に通い始める。<br/>
　24 歳：<br/>
　　有給休暇を利用して短期留学でブリスベンに滞在。<br/>
　　お金を貯めてWorking Holiday Visa にて再度ブリスベンへ行く決意をする。<br/>
　26 歳～27 歳：<br/>
　　Working Holiday Visa にてブリスベンへ。<br/>
　　Viva College にて12 週間の一般英語コースを就学。<br/>
　現在：<br/>
　　介護福祉士（管理者）として働く。<br/>
</p>

<p>&nbsp;</p>
<p class="text01">
<img src="./p3.jpg" align="right">
●　Working Holiday をした理由<br/>
英会話を習い始めてから海外の生活に興味を持ち、海外で生活をしてみたい。それが1 番の理由でした。日常とは異なる環境で何か自分で挑戦し、生活してみたいと思いました。<br/>
また、私の職業柄、海外の介護というものがどういうものなのか見てみたいと思いました。<br/>
</p>

<p>&nbsp;</p>
<p class="text01">
●　不安だった事<br/>
オーストラリア行きを決める際は仕事を退職して日本を離れることが不安でした。本当に仕事を辞めてもいいなか。。。と悩みました。<br/>
オーストラリアへ出発する前は、自分の英語力で生活ができるか、アルバイトが見つけられるかということが不安でした。<br/>
</p>

<p>&nbsp;</p>
<p class="text01">
<img src="./p2.jpg" align="left">
●　到着後の過ごし方<br/>
到着時はクリスマスシーズンだったこともあり、夕食後はホームステイのお母さんと毎日近所のクリスマスイルミネーション見学に出かけていました。<br/>
学校が始まった後は、平日は学校に通い、週末は学校での友達と毎週、街の散策に出かけたり、アクティビティーに参加したり、BBQ をしたりと、毎日が本当に楽しく充実していました。<br/>
</p>

<p>&nbsp;</p>
<p class="text01">
<img src="./p1.jpg" align="right">
●　現地でのお仕事<br/>
日本食レストランでキッチンスタッフとして働いていました。<br/>
仕事内容はカレーや親子丼、かつ丼、照り焼きチキン弁当、から揚げ弁当、ラーメン、うどん等を注文が入ると同時に作り始め、お客さんに出すというイートイン＆テイクアウトのお店でした。<br/>
面接時に仕事内容を聞いて、経験もなく自信がありませんでしたが、『とにかく挑戦して頑張ってみよう』という気持ちでした。オーナーやスタッフにも恵まれ、楽しく仕事をすることが出来ました。<br/>
</p>

<p>&nbsp;</p>
<p class="text01">
●　苦労した事<br/>
　１．自分の考えや意見を英語で伝えること<br/>
　　　『あなたの考えは？』と聞かれることが多く、伝えたい事はあるのに、単語がわからず説明ができず、<br/>
　　　もどかしく感じることがありました。<br/>
　２．日本についての知識不足<br/>
　　　他の国の友達に日本の歴史や様々な情報（富士山や東京タワーの高さ、人口の数など）について質問され、<br/>
　　　答えられない自分に情けなくなりました。<br/>
　３．他人との共同生活<br/>
　　　生活リズム、考え方、家での過ごし方が異なる為、気を遣い過ぎてしまうこともありました。<br/>
　４．仕事探し<br/>
　　　日本食レストランのキッチンスタッフの仕事を得る前は、既に10件以上の履歴書を配り、<br/>
　　　面接をしては採用されないという状況でした。<br/>
　　　『とにかく挑戦して頑張ってみよう』という気持ちが大切です。<br/>
</p>

<p>&nbsp;</p>
<p class="text01">
●　得た事<br/>
　１．日本の素晴らしさ<br/>
　　　日本での当たり前の生活がいかに贅沢で、満たされた生活をしていたことを考えさせられました。<br/>
　　　以前は日本的な考え方、物の見方、生活スタイル、性格が好きではなかったのですが、<br/>
　　　1年のWorking Holiday 生活を通して、日本の事が大好きになり、<br/>
　　　日本についてもっと知ろうという気持ちになりました。<br/>
　　　生活は、自分がどう考えて、何を思って生活をするかが大事であることに気がつきました。<br/>
　　　日本でずっと生活をしていたら、気づくことが出来なかったであろうと思うと、これは私にとって1 番の収穫でした。<br/>
　２．たくさんの海外の友達が出来たこと<br/>
　　　海外からの友達だけでなく、日本の各地にも友達が出来て、<br/>
　　　同じ時期、同じ海外で生活を共にした仲間は一生の宝物です。<br/>
　　　これは経験した私達にしかわからない、特別なものでつながっている気がしています。<br/>
</p>

<p>&nbsp;</p>
<p class="text01">
●　帰国後の生活<br/>
介護の仕事に戻り、現在は管理者として働いています。そして、オーストラリアできっかけがあれば介護の仕事がしてみたいと思っています。<br/>
今の楽しみは、オーストラリアで出会った各国の友達の国を旅行で訪ねること、そして英語力が低下しない様に、週に1 回、英会話に通うことです。<br/>
</p>

<p>&nbsp;</p>
<p class="text01">
●　これから海外へ行く方へのメッセージ<br/>
『人生は１度きり。やらずに後悔するより、行動して、挑戦してみよう！』<br/>
<img src="./p4.jpg" align="right">
素敵な日々がそこにはあります。英語で各国の人と話ができることも素晴らしい経験になります。Working Holiday Visa での1 年間の海外生活は、楽しかった事、苦労した事もありましたが、挑戦してみたかった事ができ、本当に充実して、貴重な1 年間でした。<br/>
苦労した事もありましたが、人に助けられ、どこにいても自分は一人ではない事を感じさせてくれます。20 代後半にたくさんの素敵な友達との出会いがあり、充実した時間を共に過ごせたことは私にとっての誇りです。
</p>


<p class="text01">
&nbsp;<br/>
このＡｋｉｎａさんが通った、<a href="/school/aus_viva/">ビバ・カレッジの情報はこちらから</a>
</p>

	<div style="height:50px;">&nbsp;</div>

	</div>




<?php
	include '../voice.php';
?>

	  <div class="top-move">
	    <p><a href="#header">▲ページのＴＯＰへ</a></p>
	  </div>
	</div>
  </div>
  </div>

<?php fncMenuFooter($header_obj->footer_type); ?>

</body>
</html>