<?php
require_once '../../include/header.php';

$header_obj = new Header();

$header_obj->title_page='ニュージーランド・ランゲージ・センター';
$header_obj->description_page='ニュージーランド：ニュージーランド・ランゲージ・センター。ワーキングホリデー（ワーホリ）や留学で行ける各種語学学校のご案内です。ワーキングホリデー（ワーホリ）協定国の最新のビザ取得方法や渡航情報などを発信しています。また、ワーキングホリデー（ワーホリ）をされる方向けの各種無料セミナーを開催しています。オーストラリア、ニュージーランド、カナダ、韓国、フランス、ドイツ、イギリス、アイルランド、デンマーク、台湾、香港でワーキングホリデー（ワーホリ）ビザの取得が可能です。ワーキングホリデー（ワーホリ）ビザ以外に学生ビザでの留学などもお手伝い可能です。';
$header_obj->add_css_files='<link href="/school/src/facebox.css" media="screen" rel="stylesheet" type="text/css" />';
$header_obj->add_js_files='<script src="/school/lib/jquery.js" type="text/javascript"></script>
<script src="/school/src/facebox.js" type="text/javascript"></script>
<script type="text/javascript">
jQuery(document).ready(function($) {
$("a[rel*=facebox]").facebox({
loadingImage : "../src/loading.gif",
closeImage   : "../src/closelabel.png"
})
})
</script>';

$header_obj->fncMenuHead_imghtml = '<img id="top-mainimg" src="../../images/mainimg/top-mainimg.jpg" alt="" width="970" height="170" />';
$header_obj->fncMenuHead_h1text = 'ニュージーランド・ランゲージ・センター';

$header_obj->display_header();

?>
	<div id="maincontent">
	  <?php echo $header_obj->breadcrumbs('school','school-nz'); ?>
	  <div id="sitemapbox">

        <table class="school-title">
		<tr>
		<td class="name">
			<a href="http://www.nzlc.ac.nz/" target="_blank">ニュージーランド・ランゲージ・センター<br/>（New Zealand Language Centre）</a>
		</td>
		<td class="kuni">
			<a href="../nz.html"><img src="../../images/flag02.gif"><br/>NewZealand</a>
		</td>
		</tr>
		</table>

		<div style="height:20px;">&nbsp;</div>

		<img src="p01.jpg"  alt="" style="float:left; padding-right:10px;" />
			<p>
		細かなレベル分け、コースの充実、しっかりとしたプログラム、豊富なアクティビティーとサービス、フレンドリーなスタッフ、国籍豊かな環境、どれを取ってもAUCKLAND LANGUAGE CENTREなら満足されるはずです！NZを思いっきり満喫したい方はNZ３大人気都市で学べるNZLC City Link見逃せません（無料往復航空券付き）！
			</p>

		<div style="height:18px;">&nbsp;</div>
		<center>
			<a href="/school/voice/nzlc/"><img src="../voice/img/schoolvoice_off.gif" alt="留学・ワーホリ体験者の声"></a>
		</center>


	  </div>

	  <h2 class="sec-title">ニュージーランド・ランゲージ・センター(New Zealand Language Centre)の様子</h2>
	  <div id="sitemapbox">
		<table>
		<tr>
			<td><a href="p11_lrg.jpg" rel="facebox"><img src="p11_sml.jpg"></a></td>
			<td width="30px">&nbsp;</td>
			<td><a href="p12_lrg.jpg" rel="facebox"><img src="p12_sml.jpg"></a></td>
		</table>

	  </div>


	  <h2 class="sec-title">NZLCのここが違う！</h2>
	  <div id="sitemapbox">

    	<div class="school-subtitle">
			ニュージーランド・ランゲージ・センター(New Zealand Language Centre)の特徴
		</div>
		<p>&nbsp;</p>
		
<div align="center">
<TABLE style="border:2px dotted #000000; float:left;" width="300" height="150" cellpadding="10">
<TR>
<TD>
	<b>コース</b><br />
	・一般英語コース（パートタイム・フルタイム）<br />
	・ケンブリッジＦＣＥ/ＣＡＥ検定準備<br />
	・ＩＥＬＴＳ/ＴＯＥＦL/進学準備準備<br />
	・ビジネス・オフィス英語<br />
	・チャレンジ英語コース<br />
	・パートタイムＴＯＥＩＣ<br />
	英語講師養成講座（ＴＥＳＯＬ/ＴＥＣＳＯＬ）<br />
	高校進学準備・ジュニアホリデーコース<br />
<br />
</TD>
</TR>
</TABLE><TABLE style="border:2px dotted #000000; float:left;" width="300" height="150" cellpadding="10">
<TR>
<TD>　
	<b>サービス</b><br />
	・ホームステイ・学生寮手配<br />
	・ファーム体験、そのほか組み合わせプログラム<br />
	・シティーリンクプログラム（ＮＺ国内無料航空券）<br />
	・仕事手配<br />
	・ワークエクスペリエンス手配<br />
	・デミオーペア・オーペア手配<br />
	・親子プログラム<br />
	・高校進学手配＆ケアギバー手配<br />
	・無料平日アクティビティー＆週末旅行<br />
</TD>
</TR>
</TABLE>　
</div>
<p>
		ニュージーランド政府認可校である当校は、この国で最も伝統ある語学学校です。<br />
		English NZの加盟校でもあるだけに、しっかりしたプログラムに定評があります。<br />
		一般英語には、実践的な英語スキルを上達させる為、コミュニケーション中心としながら全てのスキルをバランス良く行うシステムを採用しており、
		細かなレベル分け、目的別に分かれたコース選択肢、充実した施設、質の高い講師陣、豊かな国籍など、どの点をとっても満足されること間違いないでしょう。<br />
		NZLC AucklandはCambridge検定の試験会場とCambridge英語講師養成講座認定校にもなっております。<br />
<br />
		初心者の方でも安心して学べるよう、少人数制のクラスで、放課後3：30～４：３０に、Study Clubという英語補修クラスも月曜日から木曜日まで準備されており、
		個人個人の弱点や目的に合わせて無料で講師がサポートをしてくれます。<br />
		また、いつでも細かく親切にカウンセリングやアドバイスが受けられるので安心です。<br />
<br />
		入学初日、レベルテストを行い学生様に合ったレベル・コースでスタートしていただくことができます。<br />
		1週間目にそのクラスが自分に合っているか、また生活面でも困ったことがないか、フレンドリーなスタッフとカウンセリングを行います。<br />
		レベルは自分の上達に常に合わせられるよう、毎週ミニテストを行い、やる気のある方はどんどんレベルアップしていただけるようになっております。<br />
<br />

		ほとんどのコースが金曜日の放課後のTOEICコースとの組み合わせが可能となっているのも大きな魅力です。<br />
		当校の学生であればこのTOEICコースは無料で受講していただくことができます。<br />
		<br />
		進学希望の方はいくつかのレベルに分かれているIELTSコースがあり、いくつもの専門学校、ポリテクニックなどに
		IELTSなしで入学できるシステムがこの学校の質の高さを証明しています。<br />
		この他、海外や日本で英語を使って仕事をされたい方のためのオフィス英語コースや児童英語講師講座、ファームステイ英語、
		ケンブリッジコースなど様々なコースを準備してくれているので、自分の目標に合わせてプログラムを組むことが可能です。<br />
		入学してからも随時、自分の上達に合わせてコース選択が相談できます。<br />
		<br />
		また、もう１つ、人気の理由は、アクティビティーが充実していることです。<br />
		月～金曜日までの放課後アクティビティーにはALCの学生であれば誰でも参加できます。<br />
		（例：月曜日-サッカー、火曜日-ビリヤード、水曜日-映画鑑賞、木曜日-パブコンバセーション、金曜日-スクールパーティー、山登り、観光、イベントなど）<br />
		週末には、日帰りのものから泊りがけのものまで毎週末２－３つのツアーが準備されていますので、NZを満喫していただくことができます。
		<br /><br />
		</p>
</font>
    	<div class="school-subtitle">
			1）一般英語　フルタイム/パートタイム　（１週間～）
		</div>
		<p>&nbsp;</p>
		<p>
		
			ALCの一般英語コースは、入門から上級までしっかりとした6つのレベルに分かれており、自分のレベルに合わせて受講していただくことができます。講師は全員ケンブリッジ大学の英語を教える資格を持っており、一人一人にフレンドリーにサポートしてくれます。”コミュニカティブ教授法“を使って行われる授業は、英語を効率的・効果的に学ぶために組まれているカリキュラムになっております。言葉の４技能であるリスニング、リーディング、スピーキング、ライティングをもとに発音、単語、熟語、文法、文章の組立てを行うだけではなく、スムーズに会話を行うためのテクニックや場面に合わせて会話を進めていくテクニック、英語脳を鍛えるテクニックなどを学び、これをすぐに実践で使ってもらえるまでを１日の流れで学んでいただきます。これを“コミュニカティブメソッド”と言い、授業が終わってからご自身の英語力が着実に力になっていることを感じていただけます。一般英語コースで中級以上に達した学生様は、IELTS・ケンブリッジ検定・ビジネス・オフィス英語・ケンブリッジ英語講師養成講座など様々なコースに変更して進んでいただくことが可能です。（コース変更の際にはテストがございます。）
		<br /><br />
		</p>

    	<div class="school-subtitle">
			2）ケンブリッジ検定　（１０週間　・　１２週間） 
		</div>
		<p>&nbsp;</p>
		<p>
		日本人には難関と言われているCambridge検定ですが、一度取得したら
		一生有効で世界に通用する英語資格です。将来外資系を狙っている方、
		英語をとことんマスターしたい方、ネイティブのように話ができるようになり
		たい方には最適のコースです。また、ヨーロッパからの受講者が多いのが
		特徴です。ケンブリッジ検定試験官も常時おり、ＮＺで最も合格率の高い学
		校のひとつとしても知られております。毎日、放課後には科目別に過去問
		題を渡されます。
<br /><br />
		ケンブリッジ検定コース前にはプレケンブリッジ検定コースも準備から
		スタートすることもできるので、入学が難しいケンブリッジ検定コースへ
		入学できる確立が断然にあがります。ALCはケンブリッジ検定の試験会場
		にも認定されております。
		<br /><br />
		</p>

    	<div class="school-subtitle">
			3）IELTS準備　（５週間　－　３０週間）
		</div>
		<p>&nbsp;</p>
		<p>
		AUCKLAND LANGUAGE CENTREのIELTS準備コースは現在、NZで最も多くのクラス・レベル数を持っておりますので、IELTSの初心者～上級者まで、レベルに合わせた対策をしっかり受けることができるのが特徴です。例えばIELTS初心者のコースでは、エッセイの書き方やアカデミック英語と一般英語の違いについてなどから学んでいただくことができます。
		また、IELTS上級のコースではIELTS６．５～７．0を目指す方まで
		対応することができるので、NZで看護士になりたい方や、
		大学・大学院を狙っている方まで勉強していただくことができ
		ます。また、ポリテクニックで一番人気の学校のUnitecと
		ＮＺで唯一ダイレクトエントリー制度を持っていることでも
		この学校のIELTSコースの質の高さが分かりいただけます。
		この他、大学のFoundationコースやFlight Attendantコース、
		ホスピタリティー、調理師、パティシエ、ビジネスディプ
		ロマなどにもダイレクトエントリー制度があります。

		</p>

    	<div class="school-subtitle">
			4) ビジネス・オフィス英語　（５週間） 
		</div>
		<p>&nbsp;</p>
		<p>
		ケンブリッジのBEC（ビジネス検定）に基づいてデザインされた実践的な内容のビジネス英語コースです。オフィス英語、秘書英語、ホスピタリティ英語などを含むビジネス英語コースなので、このコース終了後はすぐに英語の環境で仕事をしていただくことができます。

<br /><br />
		電話対応、ビジネスレター、ビジネスフレーズ、
		ミーティング、そして最終週にはプレゼンテーション
		をしていただきます。コース終了後には、ビジネス英語
		コース終了証明書を受け取ることができます。
		金曜日の放課後のTOEICコースと組み合わせられると、
		日本で、海外で断然就職に有利になるでしょう！ 
<br /><br />
		</p>

    	<div class="school-subtitle">
			5)　チャレンジ英語コース　（５週間　‐　２０週間）
        </div>
		<p>&nbsp;</p>
		<p>
		初中級・中級の英語だから一般英語しか勉強できないと諦めてませんか？
		英語教授法を知り尽くした３０年以上の経験を持ち、ケンブリッジCELTA試験官でもあるAUCKLAND LANGUAGE CENTREの教務リーダー率いるAUCKLAND LANGUAGE CENTRE教務プロジェクトチームにより開発された“AUCKLAND LANGUAGE CENTRE チャレンジ英語コース”は、実践での英語に焦点をおき、学生の弱点をしっかりと把握し、英語力を最大限に伸ばすことができます。初中級・中級で絶対必要な英語要素をベースに、ビジネス英語、ＩＥＬＴＳ，ケンブリッジ検定の要素を全て組み込まれており、様々な状況設定された会話はもちろん、論文の書き方、
		プレゼンテーション、議論、文法集中、単語集中など、英語にチャレンジしたい学生には
		夢のようなコースです。真剣に英語力を付けたい学生にAUCKLAND LANGUAGE 
		CENTREが自信を持って推薦します。たくさんのホームワークも出されます。
<br /><br />
		</p>


    	<div class="school-subtitle">
			6）Teacher Training
		</div>
		<p>&nbsp;</p>
		<p>
<b>TESOL + TKT（英語講師養成講座 + TKT対策）（５週間）</b><br />
<b>TECSOL + TKT（児童英語講師養成講座 + TKT対策）（５週間）</b><br />
<br />
Auckland Language Centreはケンブリッジ大学英語講師養成専門学校としても世界的に有名な学校です。世界に限られた人数しかいないと言われるプロのトレーナーがおり、その人気は世界中からリクエストがくるほどです。本格的に英語講師になるりたい学生にはまさに憧れのコースとなっております。また、コース終了後はNZQA（ニュージーランド国立資格審査局）認定の証明書を受け取ることができます。オフィシャルのケンブリッジ大学TKT（Teaching Knowledge Test）のテストセンターでもあり、TESOL / TECSOL どちらのプログラムにもTKT対策が含まれており高スコアが狙えます。両コースともケンブリッジ大学のTKTテスト（英語講師知識テスト）をコースの最後に受けることができるので、NZQA Level４の認定を受けているコース修了書、推薦状、そしてケンブリッジ大学からのTKTの証明書を受け取ることができます。かなりの人気コースなので２－３ヶ月前の事前予約が必要です。

TESOLは、コース中に実際に留学生への教育実習も含まれております。TESOL終了後インターンシップの手配も可能です。

TECSOLはニュージーランドの現地の小学校に訪問し、本当の講師のアシスタントとしての実習も含まれております。また、コース終了後には現地幼稚園や保育所でのワークエクスペリエンス（別途費用）も可能です。
<br /><br />
<b>TESOLのTKTテスト</b><br />
Module 1, 2, 3, Practical, KALの合計５つのケンブリッジTKTテストCertificate証明書を受け取っていただけます。<br />
<b>TECSOLのTKTテスト</b><br />
Module Young LearnerのケンブリッジTKTテストCertificate証明を受け取っていただけます。<br />
<br /><br />
		</p>


    	<div class="school-subtitle">
			7) NZLC City Link
		</div>
		<p>&nbsp;</p>
		<p>
ニュージーランドを思いっきり満喫したいなら、NZLC City Linkがお勧めです。オークランド、クライストチャーチ、ウェリントンのニュージーランド３大人気都市に学校を持つNZLCならではのプログラムです。合計１２週間以上のお申し込みで、お好きな２都市をお選びの場合は、その区間の往復航空券を、そして、全３都市をお選びの場合は、その区間の片道航空券をもれなくプレゼントいたします。ご希望の際には、NZLCの申込書にNZLC City Linkをご利用と印をつけてください。さらにお得なのは、２・３校どちらをお選びになられても、入学金は１校分のみ、そしてホームステイ手配料は１校の場合は＄200、２・３校でお申し込みの場合は１学校あたり＄100となっております（2012年料金）。詳しくはNZLC City Linkコンディションをご参照ください。
<br /><br />
		</p>

    	<div class="school-subtitle">
			8） Kiwi Starter サービス
		</div>
		<p>&nbsp;</p>
		<p>
AUCKLAND LANGUAGE CENTREでは仕事紹介サービスやワークエクスペリエンス手配も行っております。詳しくはAUCKLAND LANGUAGE CENTRE Kiwi Starter サービスの資料をご参照ください。<br /><br />
		</p>


    	<div class="school-subtitle">
			8） オーペア手配
		</div>
		<p>&nbsp;</p>
		<p>

		ニュージーランドの一般家庭に滞在し、家事や子供の世話の手伝いをする代わりに、部屋と食事を提供してもらうという滞在形態です。週休２日に加え、お小遣いももらえるので、少ない予算で海外体験ができ、また英語の上達環境としても最適です。デミオーペアはAUCKLAND LANGUAGE CENTREに通学されながら、そしてオーペアはAUCKLAND LANGUAGE CENTREを卒業されてからのプログラムとなります。（※デミオーペアはファミリーのタイミングにより紹介できない場合があります）
<br /><br />
		AUCKLAND LANGUAGE CENTREの、デミオーペア・オーペアプログラムは
		英語サービスのものと日本語サービスのものとご準備しております。日本語
		サービスをご利用になられるメリットといたしましては、英語力、幼児養育資格が
		ない方でも安心してご利用いただくことができることです。また、ファミリー入居前
		に日本語での講習も含まれますので初めてデミオーペア・オーペアをされる方
		にはお勧めです。保育経験や運転免許がある方はさらに有利です。子供好きの
		明るい女性でニュージーランドのワーキングホリデービザをお持ちの方であれば
		誰でもご参加いただくことができます。
<br /><br />
		また、AUCKLAND LANGUAGE CENTREでは幼稚園ワークエクスペリエンス
		手配やＴＥＣＳＯＬ（児童英語講師養成講座）も行っておりますので、こちらの
		プログラムとの組み合わせることもできます。詳しい資料はお問い合わせください
		ませ。
<br /><br />
		週当たりのお小遣いの目安<br />
		<b>デミオーペア（週10－２０時間）＄60-120<br />
		オーペア（週３０－４０時間）＄120-300<br /></b>


<br />
		</p>

    	<div class="school-subtitle">
			9）滞在先>
		</div>
		<p>&nbsp;</p>
		<p>
当校では、フレンドリーなキウィホームステイ、オークランド市内にあるコンドミニアム式アパート、ホテル、シェアアパートからお選びいただけます。詳しい資料はお問い合わせくださいませ。		</p>


		<div class="school-subtitle">
			語学学校ブログ
		</div>
		<p>&nbsp;</p>
		<p>
		現地情報や学校情報が盛りだくさん！
		語学学校NZLC　公式ブログは<font color=red><a href="http://www.jawhm.or.jp/blog/newzealand/nzlc/" title="語学学校NZLC　公式ブログ"><u>こちら</u></a></font>から


	<div style="height:50px;">&nbsp;</div>

	  </div>
	  </div>

	</div>

  </div>

<?php fncMenuFooter($header_obj->footer_type); ?>

</body>
</html>
