<?php
require_once '../../include/header.php';

$header_obj = new Header();

$header_obj->title_page='ラ・リングア';
$header_obj->description_page='オーストラリア：ラ・リングア。ワーキングホリデー（ワーホリ）や留学で行ける各種語学学校のご案内です。ワーキングホリデー（ワーホリ）協定国の最新のビザ取得方法や渡航情報などを発信しています。また、ワーキングホリデー（ワーホリ）をされる方向けの各種無料セミナーを開催しています。オーストラリア、ニュージーランド、カナダ、韓国、フランス、ドイツ、イギリス、アイルランド、デンマーク、台湾、香港でワーキングホリデー（ワーホリ）ビザの取得が可能です。ワーキングホリデー（ワーホリ）ビザ以外に学生ビザでの留学などもお手伝い可能です。';
$header_obj->add_css_files='<link href="/school/src/facebox.css" media="screen" rel="stylesheet" type="text/css" />';
$header_obj->add_js_files='<script src="/school/lib/jquery.js" type="text/javascript"></script>
<script src="/school/src/facebox.js" type="text/javascript"></script>
<script type="text/javascript">
jQuery(document).ready(function($) {
$("a[rel*=facebox]").facebox({
loadingImage : "../src/loading.gif",
closeImage   : "../src/closelabel.png"
})
})
</script>';

$header_obj->fncMenuHead_imghtml = '<img id="top-mainimg" src="../../images/mainimg/top-mainimg.jpg" alt="" width="970" height="170" />';
$header_obj->fncMenuHead_h1text = 'ラ・リングア';

$header_obj->display_header();

?>
	<div id="maincontent">
	  <?php echo $header_obj->breadcrumbs('school','school-aus'); ?>
	  <div id="sitemapbox">

		<table class="school-title">
		<tr>
		<td class="name">
			<a href="http://jp.lalingua.com/" target="_blank">ラ・リングア　（ＬＡ　ＬＩＮＧＵＡ）</a>
		</td>
		<td class="kuni">
			<a href="../aus.html"><img src="../../images/flag01.gif"><br/>Australia</a>
		</td>
		</tr>
		</table>

		<div style="height:20px;">&nbsp;</div>

		<img src="p01.jpg" alt="" style="float:left; padding-right:10px;" />
			<p>1995年英会話学校の老舗として設立。2000年にNEASの認定により各国からの留学生を受け入れる事が出来るようになると、各種ELICOSコースを次々と導入。現在世界中からの留学生が机を並べる多国籍な学校へと発展し、英会話 とキャリアアップのラ・リングアとして各種資格取得の為の諸コースも開講。</p>

	  </div>

	  <h2 class="sec-title">学校の特徴</h2>
	  <div id="sitemapbox">
		<p>ハッピースチューデント、ハッピースタッフ！</p>
		<p>ラ・リングアは1995年創立以来、生徒満足度98％をキープしております。</p>

		<p>&nbsp;</p>
		<table>
		<tr>
			<td><a href="p11_lrg.jpg" rel="facebox"><img src="p11_sml.jpg"></a></td>
			<td><a href="p12_lrg.jpg" rel="facebox"><img src="p12_sml.jpg"></a></td>
		</table>

	  </div>

	  <h2 class="sec-title">ラ・リングア　ここが違う１０のポイント</h2>
	  <div id="sitemapbox">

    <div class="school-subtitle-redtext">
		ポイント１&nbsp;&nbsp;<span style="color:navy;">目的別、時間帯で選べる</span>
	</div>
	<p>&nbsp;</p>
	<p>ラ・リングアでは、目的別、時間帯別で自分に合った多彩なコースが、用意されています。</p>
	<p>&nbsp;</p>
	<p>「このコースは、あの学校で、あのコースは、こっちの学校で、、、」という掛け持ち学習をしなくても、ラ・リングアなら同じビル内で、多種多様な コースが受講できます。学生カウンセラーの入学時、受講中、卒業前、卒業後の個別カウンセリングにより、あなたの希望進路やキャリア適正、現状を共に整 理、把握していき、次へのステップに進むお手伝いをしています。　あくまでも、主役は、あなたご自身です。</p>

    <div class="school-subtitle-redtext">
		ポイント２&nbsp;&nbsp;<span style="color:navy;">徹底した少人数制</span>
	</div>
	<p>&nbsp;</p>
	<p>１クラス平均８人。生徒の発言率は、授業全体の８０％以上。</p>
	<p>&nbsp;</p>
	<p>大きなクラスでは質問しにくく、なかなか発言権が得られずに、フラストレーションをためるということがよくあります。ラ・リングアでは、教師からの 個人指導や間違い矯正を十分に得ることができます。また、教師や生徒同士の人間関係も築きやすく、人生の伴侶や一生の友を得た方々からの嬉しいご報告を受けています。楽しさと厳しさを兼ね備えたクラス運営で、英語だけではなく、円滑な社会生活、人間関係の築き方も、同時に身につけることができます。</p>

    <div class="school-subtitle-redtext">
		ポイント３&nbsp;&nbsp;<span style="color:navy;">他の学校とは一味違う、教師陣</span>
	</div>
	<p>&nbsp;</p>
	<p>英会話、つまり「英語話者の人たちが実際に話す英語、 本物のコミュニケーションを教えること」に相当のこだわりを持っている先生たちが集まっています。   両校のすべてのコース、カリキュラム、テキスト、教授法は、第二言語習得理論、学習心理学、応用社会言語学理論を元に、ラ・リングア言語学者グループが、その専門知識と長年の言語教育経験をふんだんに生かして独自に研究、開発したものです。</p>

    <div class="school-subtitle-redtext">
		ポイント４&nbsp;&nbsp;<span style="color:navy;">「ラ・リングア ファンク・メソッド」</span>
	</div>
	<p>&nbsp;</p>
	<p>ラ・リングアグループ校でしか、受講できない教授法「ラ・リングア　ファンク・メソッド」は、今持っている学生の能力を引き出しながらも、ネイティブの使う自然な英語に確実に変化させていく画期的な教授法です。   土台となる言語構造や文法、発音も、反復練習、代入練習などのスピーディな反復ドリルにより、徹底的にマスターしながらも、ロールプレイや、ゲーム、コ ミュニカティブな活動を通して、その場面や状況などの文脈の中で正しく適切な表現を用いて流暢にコミュニケーションをする言語運用能力が習得できます。   ラ・リングアの実生活英会話コースもELICOSコースも、文法力や基礎英語にも自信がない方からネイティブレベルを目指す上級者まで安心して受講できます。</p>

    <div class="school-subtitle-redtext">
		ポイント５&nbsp;&nbsp;<span style="color:navy;">話す事が中心の、生活に密着したコース内容と課外授業</span>
	</div>
	<p>&nbsp;</p>
	<p>文法を知っていることと実際の生活場面で適切な表現を使ってコミュニケーションできることはまったく別の問題です。 また、「話せない。」のと「話すことがない。」のも、やはり、別問題なのです。</p>
	<p>&nbsp;</p>
	<p>ラ・リングアでは、オーストラリアで出会う電話、仕事探し / 面接、パーティ / パブ英語などの社交英語、ディスカッションやプレゼンテーション等、実際の生活の場面に合わせて４技能を練習をするので、英語がぐんぐん上達するのが驚く ほど実感できます。 また、新鮮で生の教材を常に取り入れながら、多方面に興味を持つ姿勢と幅広い話題で会話ができる本物の国際人を養成します。</p>
	<p>&nbsp;</p>
	<p>2週間に 1 回の課外授業では教室で習ったことを 実際の生活の場で応用していきます。</p>

    <div class="school-subtitle-redtext">
		ポイント６&nbsp;&nbsp;<span style="color:navy;">進学・就職など、卒業後の進路を大切に考えています</span>
	</div>
	<p>&nbsp;</p>
	<p>実践進学英語コースの受講により、ＩＥＬＴＳなしで提携している各種大学やビジネスカレッジ入学が可能になります。 （ビジネス、IT、ホスピタリティ、ビューティーセラピー、TESOL等その他多数）。   ビジネス英語やキャリアアップコースの充実と修了書の発行やTOEIC試験結果をお持ち帰りすることができることにより、帰国後の就職にもたいへん有利です。　進路相談のカウンセリングもお気軽にお申し出ください。</p>

    <div class="school-subtitle-redtext">
		ポイント７&nbsp;&nbsp;<span style="color:navy;">エクスチェンジパートナーの紹介や、オージーとのパーティ＆イベント、チャッティングクラブを通して、異文化体験と出会いの場を提供しています</span>
	</div>
	<p>&nbsp;</p>
	<p>ラ・リングアでは、当校で外国語を学ぶ地元のオーストラリア人や各国の留学生を対象に、定期的にスチューデントパーティを開催しています。</p>
	<p>&nbsp;</p>
	<p>パーティ参加者は、１００人から２００人と大規模だから、オーストラリア人の友達や各国からの友達もたくさんできます。パブを貸しきってのパフォー マンスナイトでは、希望クラスが試行錯誤して考え出した出し物を披露したり、ラ・リングアの先生たちがダンスやバンド演奏をしたりと内容も盛りだくさん。</p>
	<p>&nbsp;</p>
	<p>クラスでは、見られない先生やクラスメイトの違った一面も垣間見られる楽しいイベントです。また、教室で学んだ英語と社交の場面でのコミュニケーションのノウハウを練習できる絶好のチャンスでもあるのです。  ほかにも、ビーチでのバーベキューやスポーツイベント、学校総揚げの募金収集、ボランティア活動なども行っています。また、当校で英語を勉強している日本 人の生徒さんには、日本語を勉強をしているローカルの生徒さんをランゲージエクスチェンジパートナーとして紹介しています。　現地の友達がなかなかできな いという悩みを持つ留学生が多い中、同じ言語習得という共通の目的を持ったもの同士の出会いは、一生の宝物になるでしょう。</p>

    <div class="school-subtitle-redtext">
		ポイント８&nbsp;&nbsp;<span style="color:navy;">コースを延長する生徒が圧倒的に多いのも、質の良さを証明しています</span>
	</div>
	<p>&nbsp;</p>
	<p>自分の目的や勉強スタイルに合わなかったという生徒さんが、学校を転々としたという声が聞こえる中で、自分の英語力やキャリアのための技術習得を実感した生徒さんが、コース受講を延長したり、続けて他のコースにお申し込みしてくださいます。</p>
	<p>&nbsp;</p>
	<p>何年も後に、もう一度、授業料を貯めて戻ってこられる方、短期留学を長期留学に変更なさる方など、「ラ・リングア　タイム」を心から満喫されている生徒さんとの家族的なお付き合いが今も続いています。</p>

    <div class="school-subtitle-redtext">
		ポイント９&nbsp;&nbsp;<span style="color:navy;">人と地球に優しい学校を目指しています</span>
	</div>
	<p>&nbsp;</p>
	<p>ラ・リングアでは、学校の収益の一部を世界の貧しい子供たちや戦争や貧困、病気や障害で苦しむ人々のために寄付しています。</p>
	<p>&nbsp;</p>
	<p>また、地球温暖化対策として電気使用量の節約や使用済みの紙の再利用などにも心がけています。地球人を育てるための教育活動として、「国際人の一般 常識講座」なども無料で開講しています。　ラ・リングア全体が、ひとつのコミュニティ、ひとつの家族として、微力ながらも、世界の平和と地球の未来を考えていきたいと願っています。</p>

    <div class="school-subtitle-redtext">
		ポイント１０&nbsp;&nbsp;<span style="color:navy;">「ハッピースチューデント！！ハッピースタッフ！！」</span>
	</div>
	<p>&nbsp;</p>
	<p>当校のモットーは「ハッピースチューデント！！ハッピースタッフ！！」で、創立以来、生徒満足度９５％以上をキープしています。</p>
	<p>&nbsp;</p>
	<p>当校はフルタイムのスチューデントカウンセラー達が常時勤務していて、いつでも生徒さんの生活や勉強上の悩みなどをサポートしています。定期的に行われるアンケート調査では、生徒さんの満足度をチェックし、学校全体の質の維持，向上をはかっています。　指摘された問題点を早急に解決することも、ラ・リングアの得意とするところです。よりよい学校づくりのためには、生徒さんのご意見やアイディアを取り入れることは欠かせない大切なポイントで す。生徒とスタッフが皆で作り上げる「生きた学校」を目指しています。</p>


	<div style="height:50px;">&nbsp;</div>

	  </div>
	  </div>


	</div>

  </div>

<?php fncMenuFooter($header_obj->footer_type); ?>

</body>
</html>
