<?php
require_once '../../../include/header.php';

$header_obj = new Header();

$header_obj->fncFacebookMeta_function=true;

$header_obj->title_page='ハワイのワーキングホリデー（ワーホリ）';
$header_obj->description_page='ハワイは近代的な大都市と圧倒的な大自然、そして世界最高水準の教育機関を有する大国家です。
				残念ながら現在ハワイにはワーキングホリデー（ワーホリ）制度がなく、他国のように就労する為のビザも簡単に取得できません。
				ハワイにはワーキングホリデー（ワーホリ）制度に近いビザもなく、観光ビザや学生ビザも基本的に働くことはできません。ハワイのビザはワーキングホリデー（ワーホリ）ビザの様に何でもできるわけではないので、留学する場合は勉強をすることが中心となるでしょう。';
$header_obj->keywords_page ='ハワイ,ワーキングホリデー,ワーホリ,留学,ビザ,方法';
$header_obj->fncFacebookMeta_function = true;
$header_obj->add_css_files='<link href="/wh/css/wh.css" rel="stylesheet" type="text/css" />';
$header_obj->fncMenuHead_imghtml = '<img id="top-mainimg" src="../../../../images/mainimg/usa-countrypage.gif" alt="" width="970" height="170" />';
$header_obj->fncMenuHead_h1text = 'ハワイのワーキングホリデー（ワーホリ）';

$header_obj->display_header();
include('calendar_module/mod_event_horizontal.php');
?>
	<div id="maincontent">
	  <?php echo $header_obj->breadcrumbs(''); ?>

	<div class="wh_box">
		<div class="wh_box1">
			<div class="wh_div"><a href="../../canada/" class="wh_menu"><img src="../../../images/label_big_01.jpg"><br/>カナダのワーホリ</a></div>
			<div class="wh_div"><a href="../../australia/" class="wh_menu"><img src="../../../images/label_big_02.jpg"><br/>オーストラリアのワーホリ</a></div>
			<div class="wh_div"><a href="../../uk/" class="wh_menu"><img src="../../../images/label_big_03.jpg"><br/>イギリスのワーホリ</a></div>
			<div class="wh_div"><a href="../../newzealand/" class="wh_menu"><img src="../../../images/label_big_04.jpg"><br/>ニュージーランドのワーホリ</a></div>
		</div>
	</div>
	<div style="clear:both; height:10px;">&nbsp;</div>

	<div class="step_title">
	ハワイのワーキングホリデー（ワーホリ）</div>
	  <!--p class="text01">ハワイは近代的な大都市と圧倒的な大自然、そして世界最高水準の教育機関を有する大国家です。</p-->

	  <table class="tableofcontents">
	   	 <tr>
		  <th>目次</th>
		  <td>
		    <ul>
			  <li><a href="#st1">実は、ハワイにはワーキングホリデーで行けない！？</a></li>
			  <li><a href="#st2">ハワイに憧れる人にオススメの国</a></li>
			  <li><a href="#st3">どうしてもハワイに行きたい！という人へ</a></li>
			  <li><a href="#st4">ハワイのビザについて</a></li>
		    </ul>
		  </td>
		</tr>
	  </table>

	<h2 id="st1" class="sec-title">実は、ハワイにはワーキングホリデーで行けない！？</h2>
	<p class="text01">
	誰もが憧れる憧れの楽園、ハワイ。<br />
	カウアイ島、オアフ島、モロカイ島、ラナイ島、マウイ島、ビッグアイランドと言われるハワイ島、ニイハウ島、カホオラウェ島の他、100以上の小島からなる地です。
	</p>
	<p class="text01">
	暖かい気候と美しい海に囲まれ、１年中いつでもベストな環境なので、観光客やサーファーなど、様々な人が訪れています。<br />
	海で泳いだり、その景色に感動したり、ボート体験やマウンテン・チューブなど日本ではできないエキサイティングな経験ができます。
	</p>
	<p class="text01">
	温暖地域ならではの人の良さで、現地の人はフレンドリーで優しく、１度訪れた人は、また行きたい！と思わずにはいられないそうです。
	観光客が年間780万人も訪れているのも納得ですね。（アメリカ全体では6600万人で世界観光客数第２位）
	</p>
	<p class="text01">
	こんなハワイに、ワーキングホリデーで住む機会を持てたら素敵ですよね！
	ここで、「ハワイでワーキングホリデー」を希望する人には残念なお知らせなのですが、ハワイにはワーキングホリデーでは行けません。
	</p>
	<p class="text01">
	ワーキングホリデーのビザは、国と国との間で協定が結ばれなければ与えられません。<br />
		現在、日本とワーキングホリデーに関しての協定を結んでいるのはオーストラリア、ニュージーランド、カナダ、アイルランド、ノルウェー、韓国、中国（台湾）、フランス、ドイツ、デンマーク、イギリス、香港の12ヶ国。アメリカとは結んでいないのです。
	</p>
	<p class="text01">
	ワーキングホリデーに行きたい！と思う人は、英語を勉強したいと考えている人が多いかと思います。<br />
	また、観光業に興味があり、日本での仕事に活かしたいという理由を挙げる人もいます。<br />
	観光業を勉強したいと思うのであれば、ハワイに行きたいと思うのは当然のこと。<br />
	ハワイへは行けませんが、他の国に行って、海外の観光業がどうなっているのかを見てみてもいいと思います。
	</p>
	<p class="text01">
	どうしても、ハワイへ行くのを諦めきれないという人は、自分で留学をする！という方法もあります。<br />
	人生を豊かにするために、あなたにとって一番良い方法を見つけて下さい。
	</p>

	<p style="color:red;text-align:center;">
	▼▼▼まずは無料セミナーへ！ワーキングホリデー＆留学の無料セミナーはこちら！▼▼▼
	</p>
	<p style="text-align:right; color:green; margin-right:20px;">
	<a href="/seminar/seminar"><img src="../../../images/canausseminar.gif" title="ワーキングホリデー＆留学無料セミナー毎日開催中！"/></a>
	<a href="/seminar/seminar">＞＞＞  ワーキングホリデー（ワーホリ）に関する無料セミナー情報をもっと見る</a>
	</p>

	<div class="top-move"><p><a href="#header">▲ページのＴＯＰへ</a></p></div>

	<h2 id="st2" class="sec-title">ハワイに憧れる人にオススメの国</h2>
	<p class="text01">
	ワーキングホリデーでハワイには行けませんが、ハワイに似たところがある国はありますので、違う国に行く方向で考えてみてください。ハワイに憧れる人は、ハワイのどの部分が素敵だなと思っているのでしょうか？</p>
	<p class="text01 block01">
	自然
	</p>
			<p class="text01">
			海に囲まれた島ですので、コマーシャルで見るように青く透き通った海が続きます。<br />また、川や山もあり、アドベンチャー体験と言われるものができますし、雄大な自然の中で、自分を解放して、<br />自分自身を見つめなおすこともできるでしょう。<br />温暖な気候で１年中過ごしやすいため、いつ行っても快適なところが高ポイントです。</p>

			<p class="text01">
			こういった環境部分を求めるのであれば、オーストラリアがオススメです！オーストラリアは、自然に囲まれた国です。<br />緑も多く、海と見紛うような大きな川が流れています。<br />カンガルーやコアラ、リスなどの動物を街の中で目にする機会も多いでしょう。<br />ハワイに行く人が望むような観光業の勉強もしやすい土地柄です。<br />オーストラリアでは、アルバイトでツアーガイドの仕事をする人もいるんですよ！！</p>

	<p class="text01 block01">
	英語の学習
	</p>
			<p class="text01">
			ハワイの人はフレンドリーな人が多いとして知られていますから、すぐに現地の人と仲良くなって英語の勉強できるかも！<br />という考えをお持ちの方、いらっしゃいますよね。<br />確かに、現地の人は優しく、すぐに仲良くなれるのですが、ハワイには日本人もとても多く、気持ちが弱っている時には<br />どうしても同じ故郷の人に頼りたくなってしまうんです。英語を勉強したいなら、日本人が少ない方がいいですよ。<br />※日本人が少ないと、最初苦労するなどメリット・デメリットがある。海外経験がない人なら、日本人が多くても大都市の方がオススメ。<br />何かあった時も自分の力でなんとかしなきゃ！という思いで頑張れるからです。</p>
			<p class="text01">
			協定国の中で英語の学習ができる国は、イギリス、オーストラリア、ニュージーランド、カナダの４ヶ国あります。<br />※実際英語はどの協定国でも勉強できるので、「協定国で英語圏なのは～」の表記にイギリスやオーストラリア、ニュージーランドでは、国からの認定がついた語学学校がありますので、そこを選んで通うと、突然閉鎖したり、先生がネイティブでなかったりするなどのリスクを避けることができます。カナダに関しても、国による認定はないもののカナダ教育閣僚協議会の中にあるカナダ国際資格情報センターが、語学学校認定団体から認定を出された学校のリストを出していますので、そこを参考にすれば間違いありません。</p>

			<p class="text01">
			他にも色々と憧れの理由はあるとは思いますが、大きな理由としてはこの２つだと思います。<br />他の国でも、よくよく探してみると自分の希望が叶いそうな場所があるかもしれません。<br />30歳までしか使えない※30歳までにビザがとれていれば、31歳でもワーホリ可能。<br />ワーキングホリデー。しっかり調べて、後悔しない選択をしてください。</p>

	<p style="color:red;text-align:center;">
	▼▼▼まずは無料セミナーへ！ワーキングホリデー＆留学の無料セミナーはこちら！▼▼▼
	</p>
	<p style="text-align:right; color:green; margin-right:20px;">
	<a href="/seminar/seminar"><img src="../../../images/canausseminar.gif" title="ワーキングホリデー＆留学無料セミナー毎日開催中！"/></a>
	<a href="/seminar/seminar">＞＞＞  ワーキングホリデー（ワーホリ）に関する無料セミナー情報をもっと見る</a>
	</p>

	<div class="top-move"><p><a href="#header">▲ページのＴＯＰへ</a></p></div>


	<h2 id="st3" class="sec-title">どうしてもハワイに行きたい！という人へ</h2>
			<p class="text01">
			ハワイにワーキングホリデーに行けないのは分かったけれど、どうしてもハワイに留学したい！という熱意ある人もいると思います。<br />ハワイに留学して、英語を勉強しながら、何かスキルを身に付けたいという人も多いはず。<br />留学なら何歳になってからでもできます。ハワイへの道は、自分の手で切り拓くことができるのです。</p>
	<p class="text01 block01">
	学生ビザについて
	</p>

			<p class="text01">
			ハワイで勉強したい人はアメリカの学生ビザを取得しなければなりません。<br />短期留学であっても、週18時間以上のコースを受講するのであれば、必須です。<br />大学や高校、語学学校など、正式な学術機関で学ぶ場合にはF1と呼ばれるビザが必要で、専門学校やその他の非学術機関で<br />学ぶ場合にはM1ビザが必要です。このビザの申請に必要なものは、入学予定の学校が発行するl-20という書類、滞在予定期間に<br />加え6ヶ月の猶予があるパスポート、証明写真です。アメリカのビザはDS-160と呼ばれるオンラインで申請します。<br />ここでデジタルの写真データをアップする必要があるため、高画質なものを用意しておきましょう。<br />次にSEVIS費を払います。SEVISというのは、インターネットシステムで、アメリカを訪れる学生を管理するものです。<br />ここに一定の費用を納める必要があり、その時の領収書は必要になるので保管しておいてください。<br />その次にビザ申請料金を払います。<br />ここまで終わったら面接予約です。予約はインターネットですることができます。<br />変更は３回まで可能で、それ以上になると、ビザ申請料金を再度支払わなければならなくなるので気をつけてください。<br />面接時には申請に必要な書類を全て持って行きましょう。不備があると面接が受けられない場合があります。<br />留学するためには複雑な申請と手間がかかりますので、早め早めに準備しましょう。</p>

	<p class="text01 block01">
	アルバイトについて
	</p>

			<p class="text01">
			ワーキングホリデーの協定国になっている国が出してくれるワーキングホリデービザは、アルバイトでお金を得ることが許されています。一方、アメリカで勉強をするために取得する学生ビザは、アルバイトであろうともすることはできません。<br />※J-1ビザなど、限定的に可能。それでもお金を得たいという場合には、就労ビザを取得せねばなりませんが、違法滞在者や移民を厳しく取り締まっているアメリカでは取得が非常に困難なのです。４年制大学を卒業していて、なおかつアメリカで不足しているような専門的な技術を持っている人でなければ許可が下りません。しかし、１年以上の長期で勉強したいという場合には、金銭面の問題が必ず出てくると思います。ハワイに留学したいという人は、前もって貯金をしておき、金銭面で余裕を持っておくことが一番良い方法です。</p>


	<p style="color:red;text-align:center;">
	▼▼▼まずは無料セミナーへ！ワーキングホリデー＆留学の無料セミナーはこちら！▼▼▼
	</p>
	<p style="text-align:right; color:green; margin-right:20px;">
	<a href="/seminar/seminar"><img src="../../../images/canausseminar.gif" title="ワーキングホリデー＆留学無料セミナー毎日開催中！"/></a>
	<a href="/seminar/seminar">＞＞＞  ワーキングホリデー（ワーホリ）に関する無料セミナー情報をもっと見る</a>
	</p>

	<div class="top-move"><p><a href="#header">▲ページのＴＯＰへ</a></p></div>


	<h2 id="st4" class="sec-title">ハワイに行くとできること</h2>
	<p class="text01">
	ワーキングホリデーでハワイに行くという夢は、今のところ叶いませんが、自力で留学をしている日本人は大勢います。<br />いきなり英語圏に飛び込むのは不安だけど、日本人をはじめアジア人もたくさんいるハワイなら安心！ということです。<br />全世界からあらゆる人が訪れるハワイですから、語学学習だけでなく、習い事も盛んです。<br />ハワイで学んだ経験を活かして日本で仕事をする人もいます。</p>

	<p class="text01 block01">
	フラ留学
	</p>
			<p class="text01">
			ハワイと言えばフラダンスです。<br />ザ・南国といった衣裳で腰を激しく振ったかと思えば、身体をゆったりと揺らしながら、手でポーズを取る・・・その優雅な動きに<br />魅了される女性が増えています。ダイエットにもいいとされていることから、日本でもお稽古をしている人がいますよね。<br />日本でフラダンスを学んだ人は、本場に行って学んでみたいという欲求が高まります。<br />そこで、フラ留学をする人が増えているというわけなのです。</p>
					<p class="text01">このフラ留学、個々で色々な方法で行くことができるんです。<br />長期でも短期でも可能ですし、語学学校に通う合間にお稽古事でフラを学ぶという方法が一般的です。<br />フラ・スカラシッププロジェクトといって、優秀なフラダンサーとして選ばれた人が奨学金で留学して学べるというものもありますよ。</p>

	<p class="text01 block01">
	ネイルの勉強をする
	</p>
			<p class="text01">
			近年は日本でも女性の仕事として人気があるネイリストですが、ハワイにあるネイルの学校に通いたいという日本人もいます。<br />ネイルの本場と言われるアメリカの技術を習得することは、これからネイリストとして生きていこうと思っている人にとっては<br />自信に繋がります。また、ハワイでネイルサロンをオープンしている日本人もいるので夢が広がりますね。<br />英語を勉強すれば、日本で海外の人向けのサービスを展開することも可能なので、日本でのキャリアアップも期待できます。</p>

	<p class="text01 block01">
	ロミロミ留学
	</p>
			<p class="text01">
			ロミロミとは、ハワイ伝統のマッサージです。ハワイスピリットを感じられるものの一つです。<br />本格的にライセンスを取得するための学校と英語と共に学べるお稽古ごと感覚の学校、どちらもあります。<br />一生、ハワイで仕事をしていきたいという人は、ライセンスを取得できる学校に行って、そこからマッサージセラピストとしての道を<br />模索するのもアリです。憧れのハワイで、一生、生活をするチャンスです！<br />このように、ハワイでは、英語と伝統のものとを同時に学ぶことができます。</p>
			<p class="text01">どれも、あなたの人生を豊かにしてくれるものです。ワーキングホリデーでは違う国に行くけれど、いつかはハワイにも行ってみたいという人は、上記のことを参考に考えてみてくださいね。</p>

	<p style="color:red;text-align:center;">
	▼▼▼まずは無料セミナーへ！ワーキングホリデー＆留学の無料セミナーはこちら！▼▼▼
	</p>
	<p style="text-align:right; color:green; margin-right:20px;">
	<a href="/seminar/seminar"><img src="../../../images/canausseminar.gif" title="ワーキングホリデー＆留学無料セミナー毎日開催中！"/></a>
	<a href="/seminar/seminar">＞＞＞  ワーキングホリデー（ワーホリ）に関する無料セミナー情報をもっと見る</a>
	</p>

	<div class="top-move"><p><a href="#header">▲ページのＴＯＰへ</a></p></div>

	<div class="wh_box">
		<div class="wh_box1">
			<div class="wh_div"><a href="../../canada/" class="wh_menu"><img src="../../../images/label_big_01.jpg"><br/>カナダのワーホリ</a></div>
			<div class="wh_div"><a href="../../australia/" class="wh_menu"><img src="../../../images/label_big_02.jpg"><br/>オーストラリアのワーホリ</a></div>
			<div class="wh_div"><a href="../../uk/" class="wh_menu"><img src="../../../images/label_big_03.jpg"><br/>イギリスのワーホリ</a></div>
			<div class="wh_div"><a href="../../newzealand/" class="wh_menu"><img src="../../../images/label_big_04.jpg"><br/>ニュージーランドのワーホリ</a></div>
		</div>
	</div>

<? include('./step/memline.php'); ?>
	<div class="step_box">

	</div>
	<div style="clear:both; height:10px;">&nbsp;</div>

	  <div class="advbox03">
<?php
	// 111
  define('MAX_PATH', '/var/www/html/ad');
  if (@include_once(MAX_PATH . '/www/delivery/alocal.php')) {
    if (!isset($phpAds_context)) {
      $phpAds_context = array();
    }
    // function view_local($what, $zoneid=0, $campaignid=0, $bannerid=0, $target='', $source='', $withtext='', $context='', $charset='')
    $phpAds_raw = view_local('', 86, 0, 0, '', '', '0', $phpAds_context, '');
  }
  echo $phpAds_raw['html'];
?>
	  </div>
	</div>
  </div>
  </div>

<?php fncMenuFooter($header_obj->footer_type); ?>

</body>
</html>