<?php
require_once '../../include/header.php';

$header_obj = new Header();

$header_obj->title_page='キング・ジョージ・インターナショナル・カレッジ（ケージーアイシー）';
$header_obj->description_page='カナダ：キング・ジョージ・インターナショナル・カレッジ。ワーキングホリデー（ワーホリ）や留学で行ける各種語学学校のご案内です。ワーキングホリデー（ワーホリ）協定国の最新のビザ取得方法や渡航情報などを発信しています。また、ワーキングホリデー（ワーホリ）をされる方向けの各種無料セミナーを開催しています。オーストラリア、ニュージーランド、カナダ、韓国、フランス、ドイツ、イギリス、アイルランド、デンマーク、台湾、香港でワーキングホリデー（ワーホリ）ビザの取得が可能です。ワーキングホリデー（ワーホリ）ビザ以外に学生ビザでの留学などもお手伝い可能です。';
$header_obj->add_css_files='<link href="/school/src/facebox.css" media="screen" rel="stylesheet" type="text/css" />';
$header_obj->add_js_files='<script src="/school/lib/jquery.js" type="text/javascript"></script>
<script src="/school/src/facebox.js" type="text/javascript"></script>
<script type="text/javascript">
jQuery(document).ready(function($) {
$("a[rel*=facebox]").facebox({
loadingImage : "../src/loading.gif",
closeImage   : "../src/closelabel.png"
})
})
</script>';

$header_obj->fncMenuHead_imghtml = '<img id="top-mainimg" src="../../images/mainimg/top-mainimg.jpg" alt="" width="970" height="170" />';
$header_obj->fncMenuHead_h1text = 'キング・ジョージ・インターナショナル・カレッジ';

$header_obj->display_header();

?>
	<div id="maincontent">
	  <?php echo $header_obj->breadcrumbs('school','school-can'); ?>
	  <div id="sitemapbox">

        <table class="school-title">
		<tr>
		<td class="name">
			<a href="http://www.kgic.ca/ " target="_blank">キング・ジョージ・インターナショナル・カレッジ　（King George International College）</a>
		</td>
		<td class="kuni">
			<a href="../can.html"><img src="../../images/flag03.gif"><br/>Canada</a>
		</td>
		</tr>
		</table>

		<div style="height:20px;">&nbsp;</div>

		<img src="p01.jpg"  alt="" style="float:left; padding-right:10px;" />
			<p>
			KGIC/KGIBC-CTCは1996年にBC州サレーにて創立され、現在はバンクーバーに、サレー、トロント、ビクトリア、ハリファックスキャンパスを持つ語学・専門学校です。
			英語学習から進学、ビジネス、有給インターンシップと多彩なプログラムを開講し、英語でスキルアップキャリアアップを行い方、留学にて就職を有利にしたい方、英語環境にて仕事をしたい方に最適な学校です。
			</p>

		<div style="height:18px;clear:left;">&nbsp;</div>
		<center>
			<a href="/school/voice/kgic/"><img src="../voice/img/schoolvoice_off.gif" alt="留学・ワーホリ体験者の声"></a>
		</center>

	  </div>

	  <h2 class="sec-title">学校の様子</h2>
	  <div id="sitemapbox">

		<table>
		<tr>
			<td><a href="p11_lrg.jpg" rel="facebox"><img src="p11_sml.jpg"></a></td>
			<td><a href="p12_lrg.jpg" rel="facebox"><img src="p12_sml.jpg"></a></td>
		</table>

	  </div>

	  <h2 class="sec-title">KGIC/KGIBC-CTCの特徴</h2>
	  <div id="sitemapbox">

    	<div class="school-subtitle">
			≪KGIC/KGIBC-CTCのポイント≫
		</div>
		<p>&nbsp;</p>
		<p>
		・こだわりの英語学習。英語の基本をしっかりと学びたい方に最適。「読む、書く、聞く、話す」を徹底学習<br />
		・科目ごとのレベル分け。各学生の得意/不得意分野を細分化<br />
		・実践英語での学習。仕事、進学、生活などあらゆる場面に対応する英語力<br />
		・将来にキャリアップを行いたい方へ最適。数多くの専門プログラムで確実にスキルアップ。<br />
		・ワーホリにも対応。しっかりとした語学力やビジネス力から得るハイレベルな仕事、貴重な体験。<br />
		・ワーホリにも対応。履歴書、面接対策などのワークショップを無料開催。<br />
		</p>


    	<div class="school-subtitle">
			≪ESLプログラムで英語の基本をしっかり学習！≫
		</div>
		<p>&nbsp;</p>
		<p>
			ESLプログラムは英語の基本である「読む、書く、聞く、話す」を基礎からしっかりと学習します。そのことにより、カジュアルな場面から、仕事や面接などあらゆる場面にてしっかりと対応ができる英語力を養うことができます。
			さらに、レベル分けもユニークな科目ごとにレベル分け制度、「文法、リーディング＆ライティング、リスニング、コミュニケーション＆発音」の４つのクラスを、それぞれでレベル評価するために、弱点の強化がしっかりとでき、しっかりとした基礎を築くことができます。（例：文法はレベル4、リスニングはレベル2など）
			全てのカリキュラムはオリジナルで作成され、学習トピックもその土地の治安、文化、海外生活のポイント、街情報、ビジネス関連、英語でのオフィス環境など留学生にあった内容にて厳選をしています。
		</p>


    	<div class="school-subtitle">
			≪専門プログラムでさらなるスキルアップ！≫
		</div>
		<p>&nbsp;</p>
		<p>
		KGIBC-CTCではビジネス、英語教師養成、児童英語教師養成プログラムなど数多くの専門知識を習得できるプログラムを併設し、幅広い分野でスキルアップを図ることができ、英語だけでは物足りない、英語プラスαでの留学をしたい、専門留学をしたい方へ最適のプログラムの提供を行っており、英語以外の数多くの専門スキルを身に付けることができます。英語を使い専門的な知識を身につけることにより、自信をつけることができ、更なる英語力の向上を図り、そして帰国後の飛躍に大きく役に立てることができます。
		最近、最も人気が高いプログラムにABMがあります。このプログラムは英語でのビジネススキルを学習したのちに長期（有給OK）インターンシップを行い実務スキル、英語での仕事、外国人との仕事に順応するスキルを身に着けることができます。<br />
<br />
			<font color="#1a99ff"><b><u>英語教師系</b></u></font><br />
			英語教師養成・準備プログラム (EPT)：　	【サーティフィケート】 4週間<br />
			英語教師養成プログラム (TESOL)：　	【ディプロマ】 12週間 （8週間クラス＋4週間教育実習）：<br />
			TESOLアドバンス (TESOL-A)：　		【ディプロマ】 12週間 （8週間クラス＋4週間教育実習）<br />
			児童英語教師養成プログラム (TESOL-C)：	【ディプロマ】 12週間 （8週間クラス＋4週間教育実習）：<br />
			中学/高校英語教師養成プログラム (TESOL-M)：【ディプロマ】 12週間 （8週間クラス＋4週間教育実習）<br />
			総合英語教師養成プログラム（TESOL-I）：	【ディプロマ】 16週間 （12週間クラス＋4週間教育実習）<br />
			TESOL Professional (TESOL-Pro)：	【ディプロマ】 36週間 （28週間クラス＋8週間教育実習）<br />
<br />
			<font color="#1a99ff"><b><u>ビジネス&インターンシップ系</b></u></font><br />
			ビジネスマネージメント(BM)：	【ディプロマ】 25週間 （21週間クラス＋4週間インターンシップ）<br />
			アドバンス・ビジネスマネージメント（A-BM）：【ディプロマ】 52週間 （26週間クラス＋26週間インターンシップ）<br />
			ビジネスイングリッシュ(BE)：	【ディプロマ】　12週間 （8週間クラス＋4週間インターンシップ）<br />
			スタディー＆インターンシップ（ELEP）：	【サーティフィケート】 8ヶ月、12ヶ月、18ヶ月コース<br />
<br />
			<font color="#1a99ff"><b><u>スペシャル語学＆テスト対策系</u></b></font><br />
			パワースピーキング＆モダンメディア (PMM)：【ディプロマ】8週間 <br />
			カレッジ＆大学進学プログラム（EPE）：	【サーティフィケート】 4週間、8週間、12週間 <br />
			ケンブリッジ検定FCEプログラム （FCE）：【サーティフィケート】 4週間、8週間、12週間 <br />
			TOEFL iBT集中プログラム：		【サーティフィケート】 4週間、8週間<br />
			IELTS集中プログラム：			【サーティフィケート】 4週間、8週間、12週間<br />
		</p>
<br />
    	<div class="school-subtitle">
			≪バンクーバーキャンパス≫
		</div>
		<p>&nbsp;</p>
		<p>
		KGICバンクーバーキャンパスは、活気のあるインストラクターとスタッフに囲まれ、各学生はそれぞれの目標に向かいしっかり英語学習に毎日励んでいます。ダウンタウン中心部にあり、交通にも生活にもとても便利な場所に位置しています。
		短期から長期の専門プログラム（英語教師系、ビジネス系、テスト対策系）が数多く開講され選択肢が豊富なのもバンクーバーキャンパスの魅力で、専門プログラムに編入する学生さんは60％を越えます。多くの専門プログラムが開講されているビジネスキャンパス（KGIBC）は駅から徒歩0分とかなり近く便利、またスペリアーな雰囲気も人気の理由の一つです。専門プログラムの受講は就職や転職、キャリアップを考えてられている方に最適な選択肢です。
		</p>

    	<div class="school-subtitle">
			≪トロントキャンパス≫
		</div>
		<p>&nbsp;</p>
		<p>
		トロントはカナダ最大の都市で、たくさんの移民が住む多民族都市である事から世界中の文化や言語も体験できます。KGICトロントキャンパスは、ダウンタウンから地下鉄で10分の便利な立地にあり、ビルの７FをESL、２Fをビジネスキャンパスにわけ、一つのビル内で専門コースへの編入ができるのも人気です。ESLで英語の基礎力を磨いた後は、ビジネス英語やTESOLなどでスキルアップを狙ったり、大都市でのインターンシップで経験を積んだり、最近ではトロントでカレッジ、大学進学をし「カナダでの就職｣を目指す学生も増えてきています。放課後は先生や友達とアクティビティに参加し、教室外での英語にも触れる事ができます。アイススケート、ナイアガラ観光、フレンチカナダ旅行（オタワ、モントリオール、ケベック）、ニューヨーク旅行などが人気です。トロント校ならではのSlangワークショップやジュエリー作りなどはいつも満席で人気のアクティビティです。
		</p>



    	<div class="school-subtitle">
			≪ビクトリアキャンパス≫
		</div>
		<p>&nbsp;</p>
		<p>
		KGICビクトリアキャンパスはフレンドリーでアットホームな雰囲気の学校です。先生と生徒との仲が良く、放課後、先生とお喋りしたり、質問したりする風景がよく見られます。
		ダウンタウンの中心、観光本にも載る名所「バッションスクエア」に位置しています。オシャレでアンティークな雰囲気のエリア、学校正面にはオープンカフェがありリラックスして過ごすことができます。
		また、ビクトリアキャンパスのオリジナルのプログラムも魅力です。BEはビクトリアにて働く経験(インターンシップ)が得られるため、学んだビジネス知識、英語力を実践する事ができます。TESOL-I は最短12週間でTESOLとTESOL for Children の両方を学べ、Diplomaを得る事ができます。また、4週間実習も選べるため、学んだ知識をすぐに活用でき、実際にクラスで教える事もできます。
		</p>


    	<div class="school-subtitle">
			≪ハリファックスキャンパス≫
		</div>
		<p>&nbsp;</p>
		<p>
		KGICハリファックスキャンパスは、ダウンタウンのど真ん中に位置しています。周辺には、銀行、お店、レストランなどがあります。ハリファックスはカナダ人が住みたい街に毎年上位ランクインする、カナダでも指折りの快適生活が行える街です。
		カナダのボストンと評されるほど、レベルの高いカレッジや大学が集まるハリファックスではアカデミックな日々を過ごすことができます。まだまだ留学生に浸透をしていないために、日本人の少ないエリアが良い！留学生の少ないエリアが良い！という方に最適な場所「ハリファックス」。知らないマイナー街でも、しっかりとした学習環境を整えたKGICでの安心留学。
		</p>


    	<div class="school-subtitle">
			≪ワーホリ必見！無料ワークショップ≫
		</div>
		<p>&nbsp;</p>
		<p>
		KGICでは定期的に「<b>WORK SHOP</b>」を開催しています。WORK SHOPではカナダの仕事事情や面接対策、履歴書対策を行っています。ワーホリ学生、インターンシップ希望学生、帰国後外資系に就職希望の方へ最適のセミナーです。		
<br /><br />

		<b><font color="#cc6633"><u>・履歴書の書き方</u></font></b><br />
		「履歴書の書き方」、「履歴書には何を書けばいいの？」「どんなフォーマットがあるの？」、「どんな履歴書が効果的？」などが行われます。
<br />
		<b><font color="#cc6633"><u>・面接のスキル</u></font></b><br />
		「自分の的確な表現方法」、「典型的な面接での受け答え方法」、「効果的な面接」、「緊張とストレスのコントロール」、「面接でのマナー」などが行われます。
	<br />
		<b><font color="#cc6633"><u>・カナダで働く</u></font></b><br />
		「仕事をするのにどんな書類が必要？」、「税金はどうすれば？」、「仕事はどこで見つければ？」などを行います。<br /> 

		<div class="school-subtitle">
			語学学校ブログ
		</div>
		<p>&nbsp;</p>
		<p>
		現地情報や学校情報が盛りだくさん！
		語学学校KGIC　公式ブログは<font color=red><a href="http://www.jawhm.or.jp/blog/canada/kgic/" title="語学学校KGIC　公式ブログ"><u>こちら</u></a></font>から

</p>
<br /><br />

	<div style="height:50px;">&nbsp;</div>

	  </div>
	  </div>

	</div>

  </div>

<?php fncMenuFooter($header_obj->footer_type); ?>

</body>
</html>
